["  A FanDuel logo displayed at a conference in New York this month. The company is facing a court hearing on Wednesday.Credit...Lucas Jackson/Reuters      Nov. 23, 2015  As FanDuel braced for a court hearing that could determine the fate of daily fantasy sports in New York, the company demonstrated that it remained committed to advertising its website there.  FanDuel is the title sponsor of the Legends Classic, a college basketball event that was held Monday at Barclays Center in Brooklyn. Fans attending that night’s games, between Louisiana State and Marquette and between North Carolina State and Arizona State, could not help noticing FanDuel’s presence.  The company’s logo was plastered on the court, on the scorer’s table, on the video screen and across electronic billboards throughout the arena. There were even FanDuel seat covers, with the company’s name prominently displayed on the front and back of the teams’ benches.  The Legends Classic, which concludes with two more games on Tuesday, is being held at a difficult time for FanDuel.  On Nov. 10, New York’s attorney general, Eric T. Schneiderman, ordered FanDuel and the rival website DraftKings to stop accepting bets in the state. A hearing to consider the order is scheduled for Wednesday in New York State Supreme Court in Manhattan.  “We are following through on a commitment that we made months ago with a very good partner before the New York A.G. issued any letter or made any case against us,” a FanDuel spokeswoman said of the Legends Classic sponsorship.  The spokeswoman added that the company was continuing to fulfill all sponsorship and advertising agreements it had made. FanDuel also has partnerships with the Nets, the Jets and the Buffalo Bills. ", " “I think my credibility would be affected if I didn’t ask experts for their opinion,” he said.  The governor also said that the discrepancy between the predictions and the actual statistics was because of the behavior of New Yorkers themselves. With some exceptions, New Yorkers have managed to follow the restrictions on movement and socializing.  Dr. Deborah Birx, the White House coronavirus response coordinator, seemed to agree and congratulated Mr. Cuomo and his counterparts on Friday for having slowed the tide of infections in their states.  “That has dramatically changed because of the impact of what the citizens of New York and New Jersey and across Connecticut and now Rhode Island are doing to really change the course of this pandemic,” Dr. Birx said.  It is, of course, prudent politically and for public health reasons that elected leaders over-plan, not under-plan, for disasters. During hurricanes, for instance, governors are much more likely to save their constituents’ lives, and their own jobs, by ordering evacuations early rather than banking on the chance that a storm will peter out.  The main objective in “flattening the curve” of the outbreak, apart from keeping people from dying, is to slow the spread enough to keep hospitals functioning.  And from the start of the coronavirus emergency, Mr. Cuomo has repeatedly taken the position that he would rather be prepared for a dire scenario that never came to pass than to blithely put his faith in optimistic forecasts. Ironically, his doomsday attitude may complicate his efforts to keep the state on course as New Yorkers start to realize that the worst has not happened and eventually get itchy to go out. ", " But when the protesters are friends, neighbors and relatives, they are not easily labeled foreign tools. They also include former fighters and relatives of those known as martyrs who died fighting with Hezbollah, who are hard to dismiss.  Among them was Rabih Tleiss, a Hezbollah member until 2013, whose cousin and brother-in-law died fighting for Hezbollah in Syria.  Image Lining up to withdraw money in Tyre as cash runs short at Lebanon’s banks.Credit...Diego Ibarra Sanchez for The New York Times  Sitting with other protesters in Baalbek, Mr. Tleiss pointed at the other Shiite men in the room, one by one.  “Are you working?” One man shook his head.  “Are you working?” Another headshake.  “I’m not working either,” Mr. Tleiss said. “We’re all jobless.”  Jad Jarjoui, 20, a protester in Tyre who volunteered with Hezbollah in Syria for a few months and is now unemployed, said he had kept protesting despite his family’s opposition and a visit from a local Hezbollah leader. He said he had not been directly threatened, but that an unknown assailant had stabbed him in the arm one night.  “My father asked why I’m getting myself into trouble,” he said, “but I told him I’m doing the right thing.”  Mr. Jarjoui remained loyal to Hezbollah’s cause, he said, just not its domestic politics. “The resistance is above all suspicion, but I’m against members of Parliament in the party.”  Still, the longer the protests go on without substantial political change or economic succor, the more fatigue and fatalism have crept in. ", " [Read the Afghan War Casualty Report from previous months.]  March 4 Badghis Province: four security forces killed  Four pro-government militia members were killed in a Taliban ambush in the village of Band-e-Qashqah in Ab-Kamari District. The militia members were on patrol when they came under attack.  March 4 Nangarhar Province: one female doctor killed  A sticky bomb attached to a rickshaw exploded in the Third Police District of Jalalabad, the provincial capital, killing a female doctor and wounding a child.  March 3 Kunduz Province: eight soldiers killed  The Taliban attacked a security outpost in the Telawka area of the Sixth Police District in Kunduz city, the provincial capital, killing eight soldiers and wounding four others. The Taliban captured the outpost and seized weapons and equipment, including two Humvees.  March 3 Nangarhar Province: seven civilians killed  Unknown gunmen entered a plaster factory in the Mar Ghondi area of Surkh Rod District, killing seven Hazara workers. The gunmen first tied the hands and legs of all seven civilians and then shot them with a suppressed pistol. Local officials in Nangarhar believed that the attack was carried out by the Islamic State affiliated group.  March 3 Khost Province: two civilians killed  The Taliban attacked a truck in Sabari District that belonged to a company providing food for Afghan forces in Zazai Maidan District, killing two civilians and taking another prisoner.  March 3 Helmand Province: one police officer killed  A sticky bomb attached to a police vehicle went off in the Third Police District of Lashkar Gah, the provincial capital, killing one police officer and wounding one civilian. ", "    episode poster     0:35     Monkey Eats From Bird Feeder After Escaping Scottish Wildlife Park     episode poster     0:54     French Farmers Block Roads Around Paris, Escalating Protests     episode poster     0:19     Russian Military Plane Crashes Near Border With Ukraine     episode poster     0:33     Winter Storm Makes Landings Difficult at Heathrow     episode poster     0:52     U.S. Pressed Israel to Reduce Civilian Suffering in Gaza, Blinken Says  Recent episodes in Europe      Historic Copenhagen Stock Exchange Partly Collapses in Fire  0:26 Historic Copenhagen Stock Exchange Partly Collapses in Fire One Person Is Killed in a Cable Car Accident in Turkey  0:54 One Person Is Killed in a Cable Car Accident in Turkey German Police Stop Pro-Palestinian Conference  0:30 German Police Stop Pro-Palestinian Conference Smoke Rings Rise From Mt. Etna  0:40 Smoke Rings Rise From Mt. Etna Nightclub Fire in Istanbul Kills 29 People  0:48 Nightclub Fire in Istanbul Kills 29 People Waiters Compete in Paris’ Revived Cafe Race  0:41 Waiters Compete in Paris’ Revived Cafe Race Princess of Wales Announces Cancer Diagnosis  2:13 Princess of Wales Announces Cancer Diagnosis Russian Strikes Cut Off Electricity and Disrupt Water Supply in Kharkiv  0:43 Russian Strikes Cut Off Electricity and Disrupt Water Supply in Kharkiv Homes Are Destroyed by Russian Attack in Southeastern Ukraine  0:34 Homes Are Destroyed by Russian Attack in Southeastern Ukraine Missile Attack on Kyiv  0:20 Missile Attack on Kyiv Volcano Erupts in Southwestern Iceland  0:42 Volcano Erupts in Southwestern Iceland France Enshrines Abortion Rights in Its Constitution      0:48     France Enshrines Abortion Rights in Its Constitution  Latest Video Hong Kong Protests ", "     Feb. 25, 2017 Khaled Khatib, a Syrian rescue worker who served as a cinematographer on the Oscar-nominated documentary short “The White Helmets,” has been barred by American officials from traveling to Los Angeles for Sunday’s Academy Awards ceremony, according to the Associated Press. The AP reported that the Department of Homeland Security blocked Mr. Khatib after discovering “derogatory information” about him. Mr. Khatib had planned to fly from Istanbul to Los Angeles on Saturday. The AP said he had been detained earlier in the week by Turkish officials for undisclosed reasons, and that he needed a passport waiver to travel to the United States, which was denied. Raed Saleh, the leader of the White Helmets, was also to attend the Oscars; there was no indication that his plans were upended. Mr. Khatib had planned to attend the ceremony after the Trump administration’s travel ban was lifted. The ban had halted or slowed travel from seven Muslim-majority countries, including Syria, but it was frozen by the courts. A member of the White Helmets, a group that searches for survivors in the rubble of bombed-out buildings, Mr. Khatib also filmed the group’s rescue efforts for the 40-minute film, which was made for Netflix and directed by Orlando von Einsiedel. In an interview with The Times earlier this month, Mr. Khatib said he hoped his appearance at the Oscars would convey the urgent message of the movie, and pressure President Bashar al-Assad’s regime and the Russian government to stop bombing Syrian civilians. Representatives for the filmmakers and the Academy of Motion Picture Arts and Sciences did not immediately respond to requests for comment. ", " About one million Americans each year receive some sort of direct aid from FEMA, according to the agency.  In addition to the $750 payment per household, FEMA said it would create a new program, called Displacement Assistance, to help people who need to stay in hotels, or with friends or family. Weather-related disasters pushed more than 3.3 million American adults out of their homes in 2022, census data shows. Of those, at least 1.2 million were displaced for a month or longer.  FEMA is also ending one of its most criticized rules, which requires disaster survivors seeking assistance to first apply for, and be rejected for, a loan from the Small Business Administration, regardless of whether they own a small business.  “We heard that survivors found it confusing and challenging to apply for an S.B.A. loan,” Ms. Criswell said.  Han Nguyen, a spokesman for the Small Business Administration, said in a statement that the agency “applauds FEMA’s decision.”  FEMA said it would also make it easier for people whose homes had been damaged to get money to rebuild. And if a home requires upgrades for people with disabilities — for example, adding a ramp to the front door — FEMA would pay for those changes.  In another change, disaster survivors who are self-employed and whose tools are lost or damaged would be able to get money to replace that equipment.  The agency is also streamlining existing programs. Disaster survivors who miss the agency’s application deadlines will no longer need to provide documents showing why their application was late. And it will be easier for people who are turned down by FEMA to appeal, the agency said. ", " Armando Joseph Greco was born on Aug. 14, 1926, in Philadelphia. His father, Joseph, was a wood finisher and freelance opera critic with a show on the Italian-language radio station WPEN, where Armando made his singing debut as a boy. His mother was the former Carmela Piedimonte.  He began studying piano at 4, although the family was too poor to own one. “I would take my piano lessons from my teacher who lived close by, run home and practice on a cutout of a piano keyboard that my father found on the cover of a magazine,” Mr. Greco told The American, a British magazine for American expatriates, in 2007. “He pasted it on the table, and I would play on this ‘keyboard’ and actually hear the notes in my head.”  After listening to records by Art Tatum, Oscar Peterson and Nat King Cole, his idol, the young Armando set his sights on becoming a jazz pianist and at 15 formed a trio, the Three Shades of Rhythm. When he applied for a union card, a union official shouted across a room, “Buddy, what’s your name?” Too embarrassed to shout back the exotic-sounding “Armando,” he repeated “Buddy,” and the name stuck.  He graduated from South Philadelphia High School in 1942 and started a new group, Buddy Greco and His Three Sharps, which signed to the Musicraft label in 1946. “Ooh! Look-a There, Ain’t She Pretty,” recorded the next year, became a hit.  “I thought I would buy my parents a house with the royalty check, but when it arrived it was only $33,” Mr. Greco told The Express of London in 2011. “The company president had taken the money and run.” ", " Size: 1,906 square feet  Price per square foot: $577  Indoors: The house has a midcentury-modern style butterfly roof and a front yard landscaped with gravel and native plants.  The front door, painted a bright coral, opens directly into a foyer with polished concrete floors. To the left is an open living-and-dining area with access to a private front patio and the backyard pool area. An eating area is set up near the front patio; a sitting area, anchored by a sleek fireplace, is in front of sliding-glass doors that face the pool.  Between the sitting and dining areas is an open, galley-style kitchen with aqua-colored cabinets and goldtone starburst pendant lights hanging above the long center island.  The bedroom wing is to the right of the entry. The primary bedroom has glass walls facing the front patio and direct patio access; the en suite bathroom has a deep bathtub. Next door is a guest room that also has patio access. This room is connected to the third bedroom by a full bathroom with a walk-in shower and a double vanity. Another full bathroom is off the hallway.  Outdoor space: The kidney-shaped pool and in-ground spa in the backyard are surrounded by a paved area with room for lounge chairs and a small dining table. The attached garage has two parking spots.  Taxes: $14,292 (estimated) and a $110 monthly homeowner association fee  Contact: Brandi Pratt, The Pratt Group, FIV Realty, 760-960-0381; brandiprattrealestate.com      Upmarket Media for Sotheby's International Realty     Upmarket Media for Sotheby's International Realty ", " The news of Correa’s departure reverberated through the Astros’ spring training facility in West Palm Beach, Fla., on Saturday morning. First baseman Yuli Gurriel, who was Correa’s teammate for six years, said Correa was “very active” sending messages to Astros players on Friday night and that Correa was having trouble sleeping given the big decision on his plate.  Gurriel said Astros players were surprised and they had hoped that Correa would return. He said he never imagined Correa would end up in Minnesota but he understood the business side of the sport.  “We’re going to miss him,” Gurriel said. “He helped me a lot here, not only on defense but with a lot of aspects that I needed to get better at, like sabermetrics.”  Astros Manager Dusty Baker said he heard the news from his wife on Saturday morning. He didn’t want to talk about it much until Correa’s deal was officially announced, but he said, “It’s not very pleasant news if it’s true.”  Martín Maldonado, the Astros catcher and a fellow Puerto Rican like Correa, said he talked to and visited Correa often throughout the free agency process.  “He knew after the lockout it was going to be hard to get those years that he wanted,” Maldonado said, referring to the 99-day work stoppage that froze all transactions from Dec. 2 to March 10 and forced many remaining free agents to sign during a delayed and abbreviated spring training.  Maldonado said the opt-outs in the deal were something Correa “really wanted.” He continued, “He’s betting on himself again. I know he’s going to go out there and have a monster year and hopefully go out to free agency and achieve that goal of a 10-year deal.” ", " In a relatively short time, Ainge has developed a roster of solid young veterans: guards Isaiah Thomas and Avery Bradley and the frontcourt players Jared Sullinger, Kelly Olynyk and especially the rugged Jae Crowder, heisted from Dallas along with a protected first-round draft pick in last season’s thanks-for-the-memories jettisoning of Rajon Rondo.  But Ainge also knows this solid foundation will never soar high enough without his reaching for or drafting a couple of prime-time stars. How he plays the enviable hand dealt to him by the Nets in the summer of 2013 will determine whether the Celtics can rise from the pack to challenge, or supplant, LeBron James’s conference supremacy in Cleveland.  The assets lifted from the Nets for what turned out to be a Barclays Center house call by Pierce and Garnett included the Nets’ first-round draft picks in 2016 and 2018 and the right to exchange first-round picks in 2017.  The deal has made Ainge look like a rock star. But hold off on the standing ovation, he suggested, insisting that only luck has thus far been the residue of design.  “I honestly did not look at that deal as a bonanza at the time,” he said. “We really thought the most likely scenario would be that all of those picks would be in the 20s. I mean, they had Deron Williams, Brook Lopez and Joe Johnson, and we believed that Kevin and Paul still had a lot left in them to be subservient players, in the way Tim Duncan and Manu Ginobili are now in San Antonio for Kawhi Leonard and LaMarcus Aldridge.” ", "  It’s not easy, even for professionals. Start with these sample lesson plans. Credit...Nadia Hafid  Published March 20, 2020Updated March 23, 2020  As coronavirus continues to spread across the globe, we’re working to answer the questions on many parents’ minds. This is a fast-moving situation, so some information may be outdated. For the latest updates, read The New York Times’s live coronavirus coverage here.  Across the United States, parents are settling into the idea that the current coronavirus outbreak will require many to take over for teachers and child care providers into the foreseeable future. On March 16, President Trump raised the possibility that the coronavirus crisis might last until August.  With schools across the country closed and unlikely to reopen soon, families are gathering teaching materials, setting up schedules, and looking for ways to keep kids engaged beyond the limited hours of remote-learning school days. Parents who are pros at packing lunches and juggling sports practices may feel overwhelmed at the thought of managing students’ school days at home.  My own children started their school’s remote-learning on March 16 and, even as an educator with 20 years of experience and two master’s degrees in the education field, organizing their schedule consumed my morning. So, I decided to create a few resources to help families manage the sudden demand for at-home learning.  But first, take comfort in knowing that school-based lessons rarely go perfectly even for professional teachers. Kids struggle with instructions and get frustrated, no matter how well we prepare. Teachers spend much of their preparation time analyzing activities to improve the next lesson. As families step into teaching roles, it’s crucial to treat inevitable missteps as learning opportunities. Trust me, this has already been a week of trial and error at my house. ", " “They were really wanting to kick off an active effort to expand the reach and relevance of the Met,” said Amy Lee, the strategy director at Wolff Olins. “One of the amazing things about the Met is its incredible breadth and depth covering over 5,000 years of art across cultures. That is a huge asset, but it’s also quite a big challenge for them. Many people who encounter the Met can be overwhelmed by it; it can be quite hard to navigate.”  In coming up with the visual component, Ms. Lee said her firm consulted with an advisory committee of nearly 30 museum employees from different departments ranging from curatorial to visitor experience. The design featuring conjoined letters grew out of the theme of connection, and the font is meant to be both classical and modern.  Image  The Met and its old logo outside the building in 2013.Credit...Karsten Moran for The New York Times  “The mark needed to have an elegance to it, because the Met is a kind of icon,” Ms. Lee said, “but also have a timelessness to it, so that it can appeal and be welcoming to people of all ages.”  Among the rejected ideas was labeling the museum’s different locations like, “The Met Madison” or “The Met Fifth Avenue,” Mr. Brodsky said, adding, “I did not like that at all.”  The logo prompted something of a media firestorm after Justin Davidson, the architecture critic at New York magazine, called it a “graphic misfire” in an online column posted Wednesday. ", "  A volunteer sprayed water to keep people cool as temperatures reached 44 degrees Celsius (111.2 degrees Fahrenheit) in Karachi, Pakistan, on Monday.Credit...Fareed Khan/Associated Press      May 21, 2018  ISLAMABAD, Pakistan — At least 65 people have died in recent days from a suffocating heat wave that has afflicted Karachi, Pakistan’s sprawling southern port metropolis, the charitable foundation that runs the city’s central morgue said Monday.  Government officials did not confirm the figure but exhorted residents of Karachi, a city of 15 million, to take precautions because of the heat.  Faisal Edhi, a member of the family that leads the Edhi Foundation, which runs an ambulance service and Karachi’s central morgue, said in an interview that of the 160 bodies received in the past three days, 65 were of people who had died because of the heat wave.  On Monday, a temperature of 44 degrees Celsius, or 111.2 degrees Fahrenheit, was recorded in Karachi, which often is referred to as a concrete jungle because it lacks large areas of plants or trees. In recent years, heat waves have claimed hundreds of lives.  Image  Worshipers in Karachi offered special prayers during the holy month of Ramadan on Sunday.Credit...Shahzaib Akber/EPA, via Shutterstock  Last week, the Pakistan Meteorological Department issued a heat wave alert for Karachi, warning that the maximum temperature this week would range between 40 and 43 degrees Celsius — or 104 and 109 degrees Fahrenheit — with no respite from sea breezes.  The Karachi authorities have urged people to stay indoors this week and keep themselves hydrated. Frequent power failures have compounded the misery. ", "  The player, Eden Karzev, was fined and moved to an Israeli team. He is the second Israeli pro this week to run afoul of a Turkish team for displaying pro-Israel messages. Basaksehir players applauding fans after a match in March.Credit...Johanna Geron/Reuters      Jan. 19, 2024  A leading Turkish soccer club, Basaksehir, has fined an Israeli player and moved him to a team in Israel over a social media post about hostages held by Hamas in Gaza. It was the second time this week that an Israeli player in Turkey was dismissed over a message related to the Israel-Hamas war.  The player, Eden Karzev, a 23-year-old midfielder, was briefly questioned in Istanbul earlier this week after reposting an Instagram story that called for the release of the hostages, the private Demiroren news agency reported. He was marking the 100th day since the Hamas-led assault on southern Israel on Oct. 7, during which Israeli officials say about 1,200 people were killed and 240 taken hostage. About 130 are still being held in Gaza; some of them are believed to be dead.  The Basaksehir club said in a statement on Thursday that it had fined Mr. Karzev and decided that his career should continue outside of Turkey. It described Mr. Karzev’s post as “against the values of Turkish society.”  The Israeli soccer club Maccabi Tel Aviv announced that it had received Mr. Karzev on loan from Basaksehir until the end of 2023-2024 season, with an option to make the shift permanent. In a video, Maccabi Tel Aviv welcomed Mr. Karzev, who had earlier played in the club’s academy. ", " Ms. Botuck said she viewed the trips as more than just family outings. They are a chance to engage with the political process up close. “My hope is that my kids will know they always have to vote,” she said.  This year, the Botucks were joined by Ms. Botuck’s sister, Rivka Friedman, 34, her husband and her five children.  “As much as politics can be fun, it’s also important to us because these things impact everything,” Ms. Botuck said, adding that she found the campaign events in Iowa to be “really family friendly.”  On Monday, the Botucks went to see Nikki Haley, the former governor of South Carolina, and Vivek Ramaswamy, the wealthy entrepreneur, who dropped out of the race later that evening following Mr. Trump’s decisive victory.  Ms. Botuck said she had voted for Mr. Trump in the last go-round. “I like my low taxes, I like my peace in Israel, I like my school choice,” she said.  Her husband, whom she described as “more of a libertarian,” cast a symbolic write-in vote for the American economist and statistician Milton Friedman, who died nearly two decades ago.  While Ms. Botuck hasn’t decided whom she will vote for in Missouri’s primary, she said Mr. DeSantis was a strong contender. The Florida governor, she said, “has a very good spine and doesn’t care what people think.”  She also said she liked the prospect of Mr. DeSantis as Mr. Trump’s running mate, something the governor has ruled out. “I’d love to see a joint ticket,” she said. ", "      April 12, 2019  Six new paperbacks to check out this week.  I AM, I AM, I AM: Seventeen Brushes With Death, by Maggie O’Farrell. (Vintage, $16.) A mugging, a near drowning, a nightmarish childbirth: The Northern Irish novelist shares her near-death experiences, what it means to know her life could have turned out very differently. The memoir is particularly strong on how her relationship to risk-taking evolved after becoming a mother, and her fears about not doing enough to protect her children.  THE OVERSTORY, by Richard Powers. (Norton, $18.95.) In this series of interconnected stories, the human characters are just the underbrush; the true protagonists are the trees that they encounter. Powers combines botany and storytelling in this majestic novel. Our reviewer, Barbara Kingsolver, praised the book, calling it “delightfully choreographed, ultimately breathtaking.”  ATOM LAND: A Guided Tour Through the Strange (and Impossibly Small) World of Particle Physics, by Jon Butterworth. (The Experiment, $14.95.) The author, a leading physicist at the European Organization for Nuclear Research, or CERN, is an entertaining guide, and his book helps answer the question that has intrigued scientists for generations: “What is the universe made of, really, when you get right down to it?”  SPEAK NO EVIL, by Uzodinma Iweala. (Harper Perennial, $15.99.) The second book by Iweala, the author of “Beasts of No Nation,” follows a teenager in Washington, D.C., as he reconciles his coming-of-age with the expectations of his Nigerian parents and their church. Niru, the Harvard-bound protagonist, was raised in a loving home, but after his father discovers he is gay, their relationship becomes strained. The book skillfully deals with generational conflict and what it means to be a young black man in America. ", "  Wine School  Credit...Serge Bloch      July 30, 2015  I was excited and pleased to offer last month’s Wine School assignment: assyrtiko from the Greek island of Santorini. The response was mostly enthusiastic, but a few readers were puzzled or even annoyed.  “Now really out on the fringe,” wrote Leading Edge Boomer of Santa Fe, N.M. “Wines like these are simply not going to be available in 95 percent of the country. Has this series run out of subject matter? Nevertheless, have a fine time, N.Y.C. people.”  I empathize with Boomer. These wines are widely distributed, though not in Santa Fe, according to the useful website Wine-Searcher. I lament the lack of access. Boomer’s complaint illustrates how much the world of wine has changed in the last 15 years, and how far it still has to go.  Image  Credit...Serge Bloch  Back in 2000, assyrtiko (pronounced ah-SEER-tee-koh) was indeed out on the fringe. But it’s obscure no more, and it’s hardly the property of an elite few big cities. It’s available all around the country, with the exception of several states. That is not because assyrtiko is rare, but because of a ridiculously archaic American distribution system in which each state has its own rules and licensing requirements.  The availability of once-esoteric wines like assyrtiko makes this an exciting time in which to love wine. Yet the pace of change has been so rapid that many wine texts still reflect a narrower, 20th-century view of the world. Here at Wine School, we’re not exactly rewriting the texts. But we are trying to take a comprehensive view of the fundamentally distinctive sorts of wine available today, regardless of whether they bear the seal of historical approval. Assyrtiko is a case in point. ", "  Letter  Feb. 3, 2015  To the Editor:  The New York State Assembly has a golden opportunity to introduce significant reform. As chairman of the Westchester County Board of Legislators, I offer these structural changes to make Albany more open and transparent:  First, establish a leadership term limit of two or three sessions. While voters in good faith support term limits, their focus is misdirected. General elections are the ultimate term limit; but voters have no say in legislative leadership, and this is where the true power resides. Speaker term limits will enable legislators to vote their constituents’ interests without fear of punishment from leadership.  Second, introduce organizational bipartisanship in the Assembly. In Westchester, legislators of both parties are either in leadership or head a substantive committee. Under this structure, all legislators have “skin in the game” and an equal investment in a good outcome. Negotiation and compromise become the legislative currency, not simple and blind party discipline.  These suggestions apply to the State Senate as well, which has had an equally bad ethical track record. Moreover, neither party “owns” corruption.  It is time for our fine New York State legislators to seize the opportunity for reform and insist on real and immediate measures.  MICHAEL B. KAPLOWITZ  Katonah, N.Y.  To the Editor:  Re “Legalized Bribery” (Op-Ed, Jan. 26): Kudos to Zephyr Teachout for finally calling a spade a spade!  The entrenched system of campaign contributions and kickbacks to government officials in exchange for legislative influence, tax breaks and profitable business deals has been euphemistically referred to as “lobbying” for years. Let’s get real and tell it like it is: It’s “legalized bribery,” as everybody knows and as Ms. Teachout has had the courage to publicly point out. ", "  The drone camera is the newest hardware product from the maker of Snapchat, which previously released smart glasses known as Spectacles. Pixy, a drone camera, can help people take selfies without a selfie stick.Credit...Snap Inc.      April 28, 2022  Snap, the maker of the Snapchat messaging app, has long positioned itself as a camera company.  On Thursday, it unveiled a flying one. Called Pixy, the drone camera can help people take selfies without the aid of a selfie stick. Users hold the pocket-size camera in their palm and select a flight mode via a dial on the device’s body. The gadget then flies for a minute, taking photos and videos that it downloads to the user’s private Snapchat drive before landing back in the user’s palm.  “It gives you a totally new perspective, actually allows you to have fun and go hang out with your family and create videos all together,” Evan Spiegel, Snap’s chief executive, said in an interview.  Pixy is Snap’s first hardware product since Spectacles, which were glasses with embedded cameras and augmented-reality features. Spectacles debuted to hourslong lines in 2016 but ultimately underperformed. In 2021, Snap released a new version of Spectacles that let people see augmented-reality filters overlaid on the physical world.  Snap is selling Pixy for $229.99, with additional batteries for $19.99 and a dual battery charger for $49.99. The company said it planned to sell the camera “while supplies last” in the United States and France.  In 2020, Amazon also announced a flying camera, the $249 Ring Always Home Cam. The surveillance drone flies around its owner’s home and records video, ostensibly for security purposes. It was immediately pilloried on social media as a privacy hazard. ", " Since then, almost nothing has gone as planned.  Progress in improving the country’s inadequate roads, rail lines and ports has been slow. Corruption remains pernicious. Urban air pollution is even worse in India than in China, and could deteriorate further as more factories are built.  Plans to rewrite labor and land laws, and to overhaul state taxes, have stalled in Parliament. And an effort by Mr. Modi to bypass Parliament with temporary executive orders has run into trouble as well.  Mr. Modi’s most controversial but potentially far-reaching executive order — making it easier to convert farmland into factory sites — expired on Aug. 31. He chose not to renew it. The ordinance had became a political liability in state elections, as farmers feared that it might be used to push them off their land.  “Ease of doing business is still a work in progress,” said India’s finance minister, Arun Jaitley, adding that state governments were starting to reform land and labor laws.  Yet slowly and a little unpredictably, India’s manufacturing sector is starting to attract overseas investment.  Foxconn, the world’s largest contract manufacturer of smartphones and other electronics, which has most of its factories in China, agreed in August to open 10 to 12 plants in western India by 2020, employing as many as 50,000 workers. A week earlier, General Motors announced plans to invest $1 billion to develop new car models for the Indian market and nearly double the size of its seven-year-old factory on the outskirts of Pune.  CNH Industrial of Italy is building an agricultural harvester factory nearby. Ford opened a sprawling car assembly plant in northwestern India this year, and Daimler has added an extensive assembly line for buses to its truck factory in southeastern India. ", " Christmas morning is a frequent setting for pregnancy unveilings. One couple gave the future grandparents a giant box with pink and blue balloons. As the soon-to-be grandma shrieked: “Oh, my God. You’re having a baby!” the camera rolled.  Caryn and Bryan Canatella of Austin, Tex., went even further. Mr. Canatella volunteered to scan his mother-in-law’s old family photographs for Christmas.  The couple then gathered her extended family, still dressed in holiday pajamas, to screen the compilation. Unbeknown to all, the video ended with a tease, “And then there’s more,” followed by the audio of a heartbeat and a picture of Ms. Canatella’s sonogram.  The video Mr. Canatella shot of the family’s reaction includes an inset of what they were watching on the screen. Part of the pleasure is observing as each family member figures out the message, culminating with Grandma, who hastily pushes Ms. Canatella’s bewildered nephew off her lap and leaps into the air.  The video has been viewed three-quarters of a million times on YouTube. One Stripe or Two?  Not all pregnancy announcement videos focus on the happy moment of revelation. The current vogue extends all the way to the moment of discovery. An entire subspecies involves filming the pregnancy test — or at least the reading of the test.  One couple, Matt and April Fetch of Los Angeles, chronicled their five-year fertility struggle on YouTube, including a number of negative tests. In one video, Ms. Fetch displays her sad texts to her husband, then addresses the camera.  Her “natural intercourse cycle” has not worked, she says holding the pregnancy test tube. Then she breaks down in tears. “I don’t know why, but all of a sudden out of nowhere I’m getting very emotional,” she says. ", " “The elections in Brazil are a priority for us, and we have been taking a series of steps to make sure our platform gives people a voice, encourages civic engagement and helps strengthen democracy,” a press officer for Facebook said in an emailed statement. “We have made several product improvements to reduce the reach of low quality content, eliminate the economic incentives behind most fake news, and prioritize content from trustworthy and informative sources.”  Google, which has been sued and fined dozens of times in Brazil as part of efforts to get online content removed, has met with judicial officials to explain the advances, and limitations, of its tools to combat fake news.  “While there is always more to do, we believe the actions we are taking will help prevent the spread of blatantly misleading, low quality and downright false information,” a Google press officer said in a statement.  Law enforcement officials in Brazil have expressed particular interest in WhatsApp, the messaging app owned by Facebook, which has about 120 million active users in Brazil.  Image  Jair Bolsonaro, center right, has taken aim at news outlets for critical coverage, saying an article in the Folha de São Paulo newspaper was fake news that raised questions about how he and his family afforded their real estate holdings on public-servant salaries.Credit...Lalo de Almeida for The New York Times  While WhatsApp is in the middle of a legal battle before Brazil’s top court over its encryption practices, company representatives in Brazil recently told judicial officials they would abide by what it considered reasonable court orders requesting the suspension of accounts found to be systemically spreading fake news. ", " In addition to the National Guard members, the Pentagon plans to deploy about 2,750 active-duty personnel in support of the event. About 2,000 of them will perform ceremonial duties in military bands, color guards and a salute-gun battery, and serve as sentries and ushers.  The remaining 750 are members assigned to specialized units dealing with chemical, biological, nuclear or radiological threats; bomb squad technicians; medical personnel (including those conducting coronavirus testing in support of the attending physician of Congress); and logistics and communications support personnel.  Coast Guard helicopters and vessels will be in the air and nearby waterways.  Air Force fighter jets stationed at Joint Base Andrews in Maryland will be aloft over the region. The air space over the Capitol, the National Mall and the rest of the city will be even more restricted than usual, Pentagon officials said.  Jennifer Steinhauer contributed reporting.  Eric Schmitt is a senior writer who has traveled the world covering terrorism and national security. He was also the Pentagon correspondent. A member of the Times staff since 1983, he has shared three Pulitzer Prizes. More about Eric Schmitt  Helene Cooper is a Pentagon correspondent. She was previously an editor, diplomatic correspondent and White House correspondent, and was part of the team awarded the 2015 Pulitzer Prize for International Reporting, for its coverage of the Ebola epidemic. More about Helene Cooper  A version of this article appears in print on Jan. 20, 2021, Section A, Page 13 of the New York edition with the headline: 12 From the National Guard Are Sent Home. Order Reprints | Today’s Paper | Subscribe ", "  Michele Roberts, executive director of the N.B.A.’s players union, said that the move to bolster health insurance for retirees had “germinated well before the dollars that we’re now seeing became real.”Credit...Gabriella Demczuk/The New York Times      July 27, 2016  Backed by a financial windfall that has distributed extraordinary wealth throughout the N.B.A. this summer, the National Basketball Players Association will offer improved access to health insurance to more than 1,500 retired players.  The upgrade, made to part of the collectively bargained benefits package, was unilaterally enacted by the union and unanimously approved by player representatives at their annual summit meeting in late June. The union was expected to make an announcement about the decision later this week.  Under the new plan, retired players who were part of the league for at least three years can obtain a coverage plan that includes medical, hospital and prescription drug benefits. Retired players with longer tenures can have access to additional benefits, including spousal coverage.  The cost to the union for the new plan, the details of which are still being finalized, is expected to fall between $12 million and $15 million per year, according to a person with knowledge of the deal who was not authorized to publicly discuss the terms.  Michele Roberts, the executive director of the players’ union, said in a telephone interview that current players had expected the substantial salary increases many have recently seen because of monumental television contracts signed by the N.B.A. two years ago. But the move to bolster health insurance for retirees, she said, had come up before those increases. ", " Size: 2,831 square feet  Price per square foot: $881  Indoors: From the street, a short path lined with brick runs through the front yard, leading to the entrance. Behind the door is a foyer with a built-in bench and white wainscoting.  Hardwood floors continue from this space into an open living area with high ceilings, exposed beams, a fireplace, built-in cabinetry and large windows looking out to the backyard. The dining area is at the front of this space, with glass doors that open to a small front patio. The kitchen opens to the dining area, with white tiled walls, stainless-steel appliances and a pantry with additional storage and a dedicated wine refrigerator.  Also in this part of the house is a guest room currently used as a home office, with a street-facing window and built-in desk; a sunny laundry room; and a full bathroom.  The bedroom wing is off a hallway extending from the living area. The primary suite, at the far end of the hall, has hardwood floors, white paneled walls and a farmhouse-style door that slides open to a bathroom with marble tile floors, a claw-foot soaking tub and a windowed shower with a tiled bench. Two guest rooms off the hallway have carpeted floors and ceiling fans; they share a full bathroom with a double vanity and walk-in shower.  Outdoor space: Sliding glass doors in the living area open to a covered rear patio with an outdoor kitchen, a built-in barbecue and a dedicated dining area framed by flowering plants along the walls. Another patio, at the far end of the yard, is anchored by a brick fireplace with a raised brick hearth. Around the corner is a hot tub. The attached garage holds two cars. ", " Diners at Comedor, an Austin restaurant influenced by the food of Mexico City, are asked to pay an additional 1.5 percent of their bill for employees’ health care and wellness. It can be removed upon request, which doesn’t happen very often, said Philip Speer, an owner and the restaurant’s pastry chef.  The money goes toward employee health-insurance premiums, of which the company pays 85 percent. It also helps cover the cost of weekly yoga classes for anyone in the local hospitality industry.  Some staff members even get together for thrice-weekly morning 5K runs. Mr. Speer began the restaurant’s running club as a way to create the camaraderie and community that used to come during after-shift drinks at midnight.  “People are starting to feel like if they don’t do something, they are going to lose an edge in hiring and the longevity of staff,” he said.  Adding creative perks doesn’t mean that work is a playpen. “This is still a restaurant, and still high-stress and still demanding,” Mr. Speer said. “I might even expect more of you because of them.”  Image The chef Katie Button, whose company runs restaurants in Asheville, N.C., has customized health benefits to meet the needs of a young staff.Credit...Mike Belleme for The New York Times  The wellness packages at restaurants are varied and evolving. In North Carolina, the chef Katie Button tries to limit long workweeks. She pays membership fees at a primary-care clinic that offers free, unlimited visits and online consultations, which works well for younger employees who might simply need sutures or a strep-throat test. ", " At 6:30 a.m. on Sept. 27, he said he was called to a home where he found the bodies of six men strung across a living room, some limp across chairs and one lying by a door as though he was trying to escape. Another body had already been taken to the morgue.  Image  Despite the violence in Buea, some people are trying to carry on with normal life. On a recent afternoon on the main street, most shops were closed and only a few people were on the streets.Credit...Ashley Gilbertson for The New York Times  Before they died, the men were having a party, smoking marijuana in the early morning hours and making noise, Mr. Wambo said. He said security forces heard the racket and executed them after deciding they were separatists, who are rumored to be heavy smokers. One of the dead included a neighbor who also heard the noise and decided to investigate, he said.  Mr. Wambo called Buea “paradise” compared with what is happening in smaller villages. He says he has visited them to find rotting corpses and residents terrified that their young men will be mistaken for fighters and killed.  Mr. Biya’s government says the separatists are terrorists and has refused to open any dialogue with them.  Image  Soldiers in Mile 16. Tens of thousands of people have fled English-speaking areas, and about 400 civilians have died.Credit...Ashley Gilbertson for The New York Times  As for human rights abuses by government security forces, Issa Tchiroma Bakary, the communications minister, said that officials had been investigating the allegations they hear about. ", " But the bigger story is Israel’s importance to evangelical Christians.  “Christian Zionism as a sentiment is not new,” said Dan Senor, a Republican foreign policy adviser who has traveled to Israel with Mitt Romney, Chris Christie and other Republican candidates. “But as a movement, it has grown exponentially in size and political sophistication over the past 15 years.”  In early 2013, when Obama nominated Chuck Hagel, a Republican, to become the next defense secretary, and Hagel’s support for Israel was called into question, one of the groups lobbying against him in greatest number and at greatest volume was Christians United for Israel.  Its founder and chairman, John Hagee, was in Washington, D.C., with his wife last week at Netanyahu’s speech. They were Adelson’s guests.  Senor told me that in 2009, when he was promoting a book that he co-wrote, “Start-Up Nation,” about the modern Israeli economy, Christian radio shows extended as many invitations to him as Jewish groups did.  Some evangelical Christians’ interest in Israel reflects an interpretation of the Bible’s prophetic passages that’s known as premillennial dispensationalism. It maintains that the End of Days can play out as God intends only if Jews govern Israel and have reconstructed a temple on the Temple Mount, where there’s now a mosque.  But just a subset of evangelicals subscribe to that. Others are motivated by their belief, rooted in scripture, that God always intended Israel for Jews and that honoring that and keeping Israel safe is a way of honoring God. God’s blessing of America, they feel, cannot be divorced from America’s backing of Israel. ", " In the document, he said he would travel hours to Buffalo from the Southern Tier of New York. And while he wrote that he hoped for the toll to be much larger, the damage inflicted was immense.  “People are going to try to excuse it as this person not being from Buffalo — they’ll say things like ‘This is not who we are,’” said J Coley, a Ph.D. student and instructor in the University at Buffalo’s sociology department. “I just want to be clear that this is exactly who Buffalo is. It doesn’t matter that we have a Black mayor. This is still a place of anti-Black racism.”  Buffalo has been marked by severe segregation for decades, offering an extreme example of the plight that Black people in many deeply divided urban centers have suffered. In 1991, one analysis found the Buffalo-Niagara Falls metro area was the fourth-most segregated in the United States; a study published two decades later found it ranked as the nation’s sixth-most segregated.  Image Congregants at Macedonia Baptist Church in Buffalo gathered to pray for the victims of the shooting on Sunday night.Credit...Gabriela Bhaskar/The New York Times  Residents say the city is split into two vastly different worlds, the East and West Sides. About 85 percent of Black Buffalo residents live in East Buffalo, and researchers have mapped the effects of the split on nearly every aspect of life, including education, job opportunities, housing and even life expectancy, according to a 2018 report from the Partnership for the Public Good. ", " The Republican National Committee said it would not return Mr. Wynn’s contributions unless he were found guilty of the accusations, though the Republican Governors Association and several Republican members of Congress have returned his money or donated the amounts to charity.  The University of Iowa announced plans this week to remove Mr. Wynn’s name from the school’s Institute for Vision Research, which Mr. Wynn helped fund with a $25 million donation in 2013.  On campus Thursday, some students took photographs of the newly altered “Commons” sign, with traces of black spray paint still visible around the plywood covering Mr. Wynn’s name.  Amanda Silberling, 21, a senior from Boca Raton, Fla., who has led campus activism on sexual assault issues, said that the school had become more attuned recently to concerns about sexual misconduct.  “I think there’s definitely been a lot more dialogue on campus in the last few years,” she said, “about what role institutions like Penn play in setting examples for students and showing what a moral and ethical response to issues like this are.”  As for Mr. Cosby, she said, revoking his honorary degree was a welcome gesture, even though it was late.  Ben Wasman, 19, a freshman, applauded the university for making what he called a “big statement” recognizing the #MeToo movement.  “Now that there’s somebody directly affiliated with the university, with their name all over the place,” he said, “they finally realize that change needs to be made, and we should probably go back and revoke Cosby’s too.” ", " Candidates embraced the gun-safety agenda this cycle to a degree not seen since at least the 2000 elections, when Al Gore, the Democratic presidential candidate, made it key to his campaign messaging. According to Mark Kelly, who founded the gun-safety organization Americans for Responsible Solutions with his wife, the former House member Gabrielle Giffords, only four of 36 candidates listed on the Democratic Party’s “red to blue” list in 2016 included the gun issue in their platforms. (The “red to blue” list refers to Republican-held seats Democrats hope to gain.) This year, 38 of 59 candidates on the list included the issue. Candidates for Congress and other offices around the country aggressively touted their support for stronger gun measures, in races in Colorado, Connecticut, Florida, Georgia, Nevada, Pennsylvania, Virginia and elsewhere. Consider it no coincidence that many of these states suffered recent mass shootings.  Members of Congress, including ambitious ones like Tim Ryan, the Ohio Democrat who ran against Nancy Pelosi to be party leader in 2016, and Brian Mast, a Florida Republican, both had A ratings from the National Rifle Association. But both reversed course, trading their A for an N.R.A. F after recent mass shootings. In Pennsylvania’s First Congressional District, representing Bucks and Montgomery Counties, both the Democratic and Republican candidates for Congress advertised their support for stronger gun laws, leading gun-safety forces to split their endorsements between the two (Brian Fitzpatrick, the incumbent Republican, won narrowly).  Part of the appeal of the gun-safety issue arises from its resonance with women, for whom gun violence is a top concern, and who constituted a key swing constituency. According to a survey conducted by the Y.W.C.A., a top tier of personal concerns among women includes “keeping their families safe from gun violence.” ", " Facebook confirmed the military’s involvement, and it took down the accounts in August.  But by then the damage was done: More than 700,000 Rohingya Muslims, pictured above, had fled the country in what U.N. officials called “a textbook example of ethnic cleansing.”  _____  Image  Credit...Andrew Testa for The New York Times  • A dicier outlook for Brexit.  Ahead of her summit meeting with European counterparts on Wednesday, Prime Minister Theresa May of Britain tried to put a brave face on what has become an impasse on Brexit.  “I do not believe the U.K. and the E.U. are far apart,” she said. But deadlock threatened to become crisis at the coming meeting.  One of the biggest sticking points: avoiding the creation of a physical border between Ireland and Northern Ireland. We surveyed their winding open frontier, where signs of the island’s sectarian strife are still visible, like the mural above, in Londonderry, Northern Ireland, which nationalists refer to as Derry.  That strife, many fear, could return if there is no Brexit deal and a hard border falls.  _____  Image  Credit...Daniel Leal-Olivas/Agence France-Presse — Getty Images  • “As embedded as it is shocking.”  A scathing new report paints Britain’s House of Commons as a virtual den of cruelty and sexual harassment, with complaints of mistreatment muffled by a culture of “subservience, acquiescence and silence.”  The inquiry had been commissioned by the House after a BBC investigation showed complaints being batted away by employees trained to protect superiors.  Drawing on accounts from 200 people, mostly current staff members, it describes unwanted touching, sexual propositions and bullying by members of Parliament accorded, in one person’s account, “almost godlike status.” ", "     And so yeah, the word egregious that you just used, that’s the exact same word that the Oakland County prosecutor used as she was describing these facts. And does that make the case potentially more easy for them to prosecute? Potentially. And so I think, obviously, a successful prosecution would probably bolster the argument for holding more adults responsible, but ultimately, juries make decisions based on facts and details that are always changing and specific to particular cases. And so I think we’re really going to have to wait and see how the individual facts of this case play out, and ultimately what a judge or jury decides. michael barbaro      But on the other side, I’m betting there are Second Amendment rights advocates who view this very differently, and will think that this prosecution shouldn’t become a model around the country because it would represent a slippery slope. Perhaps the argument goes something like this. If parents are being charged, as they are in this case, for what their kid does with a gun that they facilitated the purchase of, what’s to stop prosecutors from charging parents if they bought liquor for their kids and their kids get into an accident because they’re drunk and they kill people, or if their kid uses a hunting knife that they bought them specifically for hunting to stab someone to death? Will the parents be held responsible for more and more things in our society, as the parents in this case are being held responsible for what their son did? ", " So the appointment of Mr. Sunak, an experienced former chancellor of the Exchequer, might reassure financial markets enough to give a new government more leeway when it devises a new budget plan.  Ms. Mordaunt, who finished third in the summer leadership contest, has good communication skills and has raised her profile in recent weeks, including this week when she appeared in Parliament to defend the government. Her supporters argue that she might be the best placed of the possible contenders to manage a fractured Conservative Party.  “Penny is the best candidate to unite our party and lead our great nation,” said Bob Seely, one of her supporters and a member of Parliament.  If Mr. Johnson were to emerge from the ballot as one of two surviving candidates, the odds of his winning could rise considerably. The choice would then go to the party’s 160,000 or so members, among whom Mr. Johnson remains enduringly popular. Mr. Sunak, whose resignation as chancellor of the Exchequer in July helped set in motion Mr. Johnson’s downfall, is viewed with suspicion by many party members, even if he has solid support among the lawmakers.  Image Parliament in London. Mr. Johnson is under investigation by a parliamentary committee over whether he misled the House of Commons about parties held in Downing Street that broke pandemic rules.Credit...Mary Turner for The New York Times  That is why some political analysts expect the party’s elders to lean on the candidate with fewer votes to withdraw before that stage.  There are other significant hurdles to Mr. Johnson’s return: He is under investigation by a parliamentary committee over whether he misled the House of Commons about parties held in Downing Street that broke pandemic rules. It could recommend Mr. Johnson’s expulsion or suspension from Parliament. ", " And the fact that some of his models were wrapped in Balenciaga-branded packing tape catsuits could seem very much like a runway-only social-media-catnip gimmick.  Especially because Kim Kardashian actually modeled a packing tape look in the audience — an outfit (can you even call it that?) she said had taken four Balenciaga assistants half an hour to create. Not only did the tape make sticky, squeaky sounds as she walked, but Ms. Kardashian was, she professed, worried that when she sat down some sections might rip apart. (It didn’t, much to her relief, though she said she still was not sure how she would go to the bathroom.)  Yet backstage, after the show, Demna said the tape wasn’t just a joke — it was also a nod to the dress-up experiments he’d done as a rootless child. And that they’d be selling the rolls in stores, so everyone would be able to D.I.Y. their own look, in a sort of extreme version of make do and mend.  One that made crystal clear that for him, the clothes themselves, in ready-to-wear anyway, may be the least of the matter. After all — aside from a strapless denim jumpsuit made from two pairs of jeans (the waist of one formed a bustier atop the other), a dress silk-screened to mimic lace and bags made from melded pairs of boots — most of the stuff as seen through the snow — long jersey dresses, hoodies, asymmetric florals, enveloping greatcoats — looked pretty much the same as it has for a few seasons now. ", " 16A. Nice alliteration in the clue “Muttonchops moisturizer.” I am not that familiar with BEARD OIL, but it sounds like a useful grooming product.  19A. A “Helping of gravy?” is not just something that you ask for at Thanksgiving. Gravy can also be a word used to describe any profit or dividend. The answer is BONUS.  20A. LODES are veins of metal ore in the earth, and “Silver streaks, e.g.” can be one type.  31A. “Green paint” is a phrase used in crossworld to describe an answer that sounds fairly random or made up. Brendan Emmett Quigley, the well-known crossword constructor, defined it as the “industry shorthand for a crossword answer that while definitely exists in real life, doesn’t feel ‘conversational enough’ to be a truly legit entry in a puzzle.” When I wrote in MEME ACCOUNT for the clue “Source of some popular Instagram or Twitter postings,” I felt that the entry was green paint-y.  Shows you what I know. I found that MEME ACCOUNT apparently has 379 million hits, including this description from a website about influencer marketing.  32A. SYNESTHESIA is a fascinating “neuropsychological trait” that can present in different ways. Fun fact: Sam Ezersky, a Games puzzle editor, has a type of SYNESTHESIA called chromesthesia, and can see sounds. “A song in C makes me think of the color blue,” he said in a message.  38A. “Don’t do it, doc!” is a fun way to summarize the part of the Hippocratic oath that says, “First, do no HARM.” ", "  At These Exhibitions, Death Is a Lively Subject  Museums are showing art from across the centuries that tackles core questions, through religious and secular lenses, about what happens when we die. “A Woman Divided Into Two, Representing Life and Death,” 1790-1820, is part of the exhibition “Death Is Not the End,” on view through Jan. 14 at the Rubin Museum of Art in Manhattan.Credit...Wellcome Collection, London  This article is part of our Museums special section about how art institutions are reaching out to new artists and attracting new audiences.  It is a journey we all make. But is its destination — what Hamlet called “the undiscovered country from whose bourn/No traveler returns” — merely an abrupt conclusion? Or is it the beginning of another existence?  Religious leaders, artists and ordinary people have been grappling with these questions for millenniums. And now several museum exhibitions are doing the same, with results that are surprising, poignant and even comic.  According to studies, “most people in the world believe in some sort of afterlife, even those who have no specific religious affiliation,” said Elena Pakhoutova, senior curator of Himalayan art and the organizer of “Death Is Not the End” at the Rubin Museum of Art in Manhattan.  Objects reflecting those convictions may be especially comforting because of the Covid-19 pandemic, whose arrival subtly reshaped — and often postponed — the plans for these shows. The Rubin, for instance, has made “Death Is Not the End” part of “Life After,” a thematic focus for 2023. On view through Jan. 14, the exhibition examines attitudes toward mortality in both Tibetan Buddhism (the museum’s specialty) and Christianity. ", " In 2015, he helped write legislation that overhauled the No Child Left Behind Act, transferring some authority from the federal government to the states and reducing the use of standardized tests to evaluate students and teachers.  He has supported expanding Pell Grants and is a co-sponsor of the Finish Act, which would provide funding for colleges and universities to “increase access to higher education for high-need students, increase degree attainment and improve efficiency in our higher education systems.”  In materials provided to The New York Times, his campaign did not make any concrete education proposals but said Mr. Bennet would work to ensure that “college students can pursue their studies without incurring the crushing burden of debt; more people seeking an alternative to college can pursue high-quality apprenticeships and job training; and Americans throughout their lives can advance their careers by improving their existing job skills or learning new ones.” Climate change  Mr. Bennet is in line with the rest of the Democratic field in calling for recommitting to the Paris Agreement and preserving Obama-era climate regulations that Mr. Trump is reversing. He has also supported regulating methane emissions and creating a standardized metric for the federal government to measure the cost of greenhouse gas emissions.  In March, he helped create the Senate Special Committee on the Climate Crisis, and last month, he was co-sponsor of a bipartisan bill that would provide tax incentives for energy storage.  In other areas, though, he has diverged from the party’s left wing. In a USA Today op-ed essay in 2017, he said some Democrats had played into Republicans’ portrait of them as “job killers fundamentally out of touch with most Americans.” ", " Adding this up, you can see how the let-them-choose approach could lead to a diversity crisis: Single young men who generally opt to go into the office five days a week could rocket up the firm while employees with young children, particularly women, prefer to work from home and are held back.  Remote work can be a huge benefit for firms and employees, but should be centrally organized so everyone within the same team is in the office on the same days. This is how working from home will work out.  Image The elements of teamwork  To better understand how teams can best work together online and in person, the Harvard researchers Ashley Whillans, Leslie Perlow and Aurora Turek interviewed employees at a consulting firm as it adapted to remote work during the pandemic. The researchers used what they learned to define categories of team interactions, which companies can consider when deciding how to structure work — regardless of where it happens.  Content interactions: communication about tasks, such as sharing feedback while sitting side by side. When work went virtual, more of these interactions took place asynchronously, through digital work tools such as Slack. One manager said communication had improved because individuals had more time to think.  Bounce interactions: new idea generation, as with an impromptu whiteboard brainstorming session. In the virtual version, individuals often generated ideas on their own, and then they and others emailed them back and forth. That made it harder to align with others; some teams adjusted by moving brainstorming sessions to videoconferences. ", " Image  HELLO, JORDAN John Boyer’s video appeal to King Abdullah II.  Takeaway lesson: Think of geography as physical and cultural attributes of a country, from vegetation and terrain to language and religion, that influence current events. The unrest in Ukraine, Mr. Boyer says, has been a decades-long battle over which neighbor to align with: Russia or Europe. Check out maps showing linguistic, ethnic and voting distributions and you’ll see a sharp east (pro-Russian) versus west (pro-European) divide. Seeds of the current conflict were sewn during the 2004 election when the pro-Russian Viktor Yanukovych defeated the pro-European Viktor Yushchenko. The election was believed corrupted by voter fraud, spurring protests and a redo that resulted in a victory for Mr. Yushchenko, but in 2010 Mr. Yanukovych won. “Geography affects everything,” Mr. Boyer says.  LIVESTOCK HANDLING, Colorado State University  Professor: Temple Grandin  Class size: 50  Image  COW SENSE Temple Grandin uses corral design to instruct students in the ways of animals, and humans.Credit...Rosalie Winard  Class experience: It’s not that students don’t see what Dr. Grandin sees. It’s that they don’t notice the way she does. Do students, for example, spot the way a cow fixates on that streak of sunlight? Usually not, she says. Born with autism and a savant-like command of visual details, Dr. Grandin teaches a course that focuses on cattle, but with more than half of students heading to nonranch work, she instills skills that translate: “I want to teach them how to be better observers.”  For one class, students visit a cattle ranch and then design a corral system for 200 cattle and a slaughterhouse that shows an understanding of animal behavior and that accounts for site restrictions like roads, buildings and streams. “I say, ‘Even if you never design anything with livestock, this is visual problem-solving.’ ” ", " But recently, criminals’ techniques have evolved. At the Federal Bureau of Investigation, a former official said there had been instances where criminals had managed to physically implant malicious code into point-of-sale systems on the factory floor. In most cases, however, criminals installed the malware remotely after breaking into an organization through other means.  This time, the code the criminals instructed Target’s registers to send customer data back to the infected Target server once every hour, on the hour, and to cover its own tracks. After siphoning the data back to the infected server, the malicious code immediately deleted the file where it had been stored, so there was no memory of it, according to iSight Partners, a security firm currently working with the Secret Service to investigate the attacks.  The malware, known as a memory scraper, has been coined “Kaptoxa” after a word in its code — Kaptoxa is Russian slang for “potato” and is often used by underground criminals to refer to credit cards. Its developers ensured the code would evade regular antivirus products — even a month after Target’s breach was made public most antivirus products still fail to catch it. To avoid setting off any alarms, the criminals waited six days after moving the data from the infected server to a web server that was itself infected with malware, and from there to a server in Russia that served as a proxy to mask the criminals’ true whereabouts, according to Aviv Raff, the chief technology officer at Seculert, a security company headquartered in Israel that has been investigating the malware used on Target’s systems. ", "  Welcome to the T List, a newsletter from the editors of T Magazine. Each week, we share things we’re eating, wearing, listening to or coveting now. Sign up here to find us in your inbox every Wednesday. And you can always reach us at tlist@nytimes.com.  visit This A Men’s Wear Shop That Also Sells Pastries  Image Café Leon Dore, where dark walnut paneling, brass accents and a marble floor and counter provide an elegant backdrop for Greek coffee and pastries.Credit...Harrison Boyce  Last summer, the Colombia-born, New York-based interior designer Sarita Posada, whose previous projects include the Standard Hotel in the East Village (with Shawn Hausman Design) and Palm Heights on Grand Cayman, was asked not just to take on the London flagship of Aimé Leon Dore, Teddy Santis’s heritage streetwear brand, but also the attached cafe and espresso bar. With the latter, she sought to create a warm, elevated space for people to come together — “community is such a big part of the brand,” says Posada. Drawing inspiration from storied European establishments like Café Einstein in Berlin and Café Central in Vienna, she opted for a bruised Calacatta Viola marble counter, dark walnut paneling on the walls and a hand-cut gray-green and creamy white marble mosaic floor. Posada also included personal touches, such as black-and-white photos of Santis’s Greek family: his parents on a date (chaperoned by his grandmother), his grandmother on a road trip with her cousins in the ’50s. The hope is that people will pop in for a freddo espresso or an herbaceous Greek mountain tea after shopping or on their way to work, and maybe see the green leather banquet — or the melomakarona (honey walnut) or kourabiedes (almond) cookies — and be convinced to linger. aimeleondore.com. ", "The case for reopening  For business owners and state officials, the case is clear: just look at the numbers.  On Feb. 25, New York City had a seven-day average of 4,043 cases per day, according to data from the city. This week that number has dipped to an average of less than 2,700. There’s been a similar decline in new hospitalizations: to a seven-day average of 178 per day this week, from an average of 326 in late February.  These dips have occurred in the weeks since the governor reopened more businesses in the city, like movie theaters, expanded indoor dining to 35 percent capacity and began allowing a limited amount of people to attend professional sporting events.  “As the governor has said, we see reopening as a series of valves, and if the reality on the ground changes, we will take swift action to tighten up restrictions,” said Jack Sterne, a spokesman for the governor.  Image Customers at Addy’s Barbeque in Astoria, Queens, late last month after Governor Cuomo lifted the ban on indoor dining.Credit...Victor J. Blue for The New York Times  Mr. Sterne said that the state had not linked any coronavirus outbreaks to gyms since they reopened everywhere in the state last year, or fitness studios, which have been allowed to operate outside of the city for months.  Also, he pointed to the state’s increasing number of vaccinations. As of this week, more than two million people have received at least one dose of the vaccine in the city. ", " The small list of homemade desserts includes an old Timothy’s favorite: black magic cake, three thick slices of chocolate cake drizzled with chocolate sauce, pooled in a raspberry coulis, topped with sifted ground cinnamon and adorned with two scoops of vanilla ice cream.  With this nod to its beloved forebear, Ms. Agolli and her family put an exclamation point on a neighborhood restaurant where diners will feel right at home.  Trinity Restaurant  243 Zion Street, Hartford 860-728-9822 trinityrestaurantct.com  Good  THE SPACE: Seating for 60 in casually elegant rooms on two levels, appointed with patterned wallpaper, brick and pressed-tin ceilings. Outdoor dining takes place on a pretty streetside patio surrounded by gardens and low overhanging trees. Wheelchair accessible.  THE CROWD: At the edge of the Trinity campus, the restaurant is a bit pricey for most student budgets, but college faculty, staff and visiting parents enjoy a vibe relaxed enough for couples and convivial enough for families.  THE BAR: A cozy space, with just eight seats, serving wine and beer only. The small and modest wine list includes 25 bottles from $25 to $250, almost all Italian and Californian, and six by the glass, $7 to $10.  THE BILL: Appetizers $7 to $11; soup and salads $4 to $14.95; pasta and pizza, $12 to $18; entrees $15 to $27; desserts $5.  WHAT WE LIKED: Antipasti platter, butternut squash ravioli, steamed mussels in tomato marinara, salmon salad, grilled swordfish, lamb shank osso bucco, spicy chicken Gorgonzola pasta, linguine with shrimp, pizza with bacon and caramelized onions, black magic cake. ", " Those types of public coverage expansions tend to be politically divisive in Washington. They often draw fierce opposition from the health care industry for the same reason supporters like the policy: They would be disruptive, and significantly reduce fees paid to hospitals and doctors.  A Kaiser Family Foundation report this week estimated that total health spending for those with private insurance would decline by $350 billion in a year if those private plans paid claims at Medicare rates.  “You can’t take $350 billion from a system and expect it to look exactly the same,” said Ms. Schwartz, an author of the report. “Every time I drive past a hospital, I see a big construction project. You’d probably see less of that.”  In coming years, Democrats will probably confront more decisions about how to expand coverage. The new Affordable Care Act subsidies expire at the end of 2022, setting up a figurative cliff in which premiums would go back up if Congress did not act.  Democrats could use the moment to make those changes permanent, further solidifying the role of private health insurance. If enrollees find themselves satisfied with their increasingly subsidized plans — if they perceive the coverage as more affordable because the government pays a bigger share of the tab — the urgency to expand public coverage may lessen.  “Sometimes the path of least resistance is self-reinforcing,” said Jacob Hacker, a political scientist at Yale who helped develop the public option plan supported by Mr. Biden.  But legislators could find themselves balking at the price tag. Making the subsidy permanent would most likely cost hundreds of billions. That could push the party to think about the cheaper but more politically challenging route of expanding public plans. ", " Image  Mr. Yang has proposed monthly payments of $1,000 for every American from age 18 to 64. “I’m a capitalist,” he said, “and I believe that universal basic income is necessary for capitalism to continue.”Credit...Guerin Blask for The New York Times  Mr. Yang’s skepticism of technology extends beyond factory robots. In his campaign book, “The War on Normal People,” he writes that he wants to establish a Department of the Attention Economy in order to regulate social media companies like Facebook and Twitter. He also proposes appointing a cabinet-level secretary of technology, based in Silicon Valley, to study the effects of emerging technologies.  Critics may dismiss Mr. Yang’s campaign (slogan: “Humanity First”) as a futurist vanity stunt. The Democratic pipeline is already stuffed with would-be 2020 contenders, most of whom already have the public profile and political experience that Mr. Yang lacks — and at least one of whom, Senator Bernie Sanders, has already hinted at support for a universal basic income.  Opponents of universal basic income have also pointed to its steep price tag — an annual outlay of $12,000 per American adult would cost approximately $2 trillion, equivalent to roughly half of the current federal budget — and the possibility that giving out free money could encourage people not to work. These reasons, among others, are why Hillary Clinton, who considered adding universal basic income to her 2016 platform, concluded it was “exciting but not realistic.”  “In our political culture, there are formidable political obstacles to providing cash to working-age people who aren’t employed, and it’s unlikely that U.B.I. could surmount them,” Robert Greenstein, the president of the Center on Budget and Policy Priorities, a Washington research group, wrote last year. ", " As the recession roiled the market, one-bedrooms encountered strong headwinds; many of the first-time buyers drawn to these starter apartments were unable to get loans, which caused units to linger and dip in price. Since then, in the last couple of years, as the housing and lending markets have improved, one-bedrooms have practically flown off the shelves. Sales, in fact, made up about 41 percent of all deals in the fourth quarter of 2013, according to the Miller Samuel appraisal firm; the quarterly showing was the strongest since 1997, when they represented about 43 percent off all deals.  Given that one-bedrooms constitute such a large portion of the market, one might think developers would want to build more of them. But many developers have had to shell out more for land purchases — in Manhattan, prime lots can cost around $850 a square foot — so there is often pressure to build the larger, more expensive units, said Jonathan J. Miller, the president of Miller Samuel.  “It’s not that there is no demand for one-bedrooms,” he said. “It’s that there is no demand for one-bedrooms at $4,000 a foot, which would make some of these sites feasible.”  The market share of one-bedroom sales is expected to drop further in 2014 as new multi-bedroom products begin to work their way through the system.  The list of condominiums with few one-bedrooms is long and splashy. Walker Tower, the conversion of a former telephone building in Chelsea, on West 18th Street, had just three one-bedrooms out of 53 units. Closings there began in November. ", " Mr. Paddock had complained to friends of feeling ill, in pain and fatigued, according to a preliminary report on the police investigation released last month. Mr. Paddock’s girlfriend, Marilou Danley, told investigators that he had grown more distant over the year before the shooting. The law enforcement report described Mr. Paddock as “germaphobic” and strongly reactive to smells.  A primary care physician in Las Vegas — who said he had been Mr. Paddock’s doctor since 2009 and had last seen him as a patient roughly a year before the shooting — told officials that he suspected Mr. Paddock had bipolar disorder. That psychological disorder, however, cannot be identified in a typical post-mortem examination of brain structures. And while some studies have shown that people with bipolar disorder are more likely to have a history of violent behavior than the general public, the majority of them do not, and the relationship between mental health and violence involves many other factors.  The doctor, who was not named in the report, also described Mr. Paddock as having behaved oddly, showing little emotion and expressing fear of medications. Mr. Paddock had refused prescriptions for antidepressants, but the physician had prescribed anti-anxiety medicine for him.  A toxicology report showed he did have anti-anxiety medication in his system, based on a test of his urine. It was no longer detectable in his blood, meaning it was not active. The autopsy, performed by the Clark County coroner, and its related reports were obtained by The New York Times on Friday, and were first reported on by The Las Vegas Review-Journal, which had gone to court with The Associated Press to secure their release. ", " ‘Fuerza Bruta’ This shiny, sensory-overload spectacle is rife with not especially impressive acrobatics, throbbing music, many-colored lights and high winds from machines set at storm speed (1:20). Daryl Roth Theater, 20 Union Square East, at 15th Street, 212-239-6200, fuerzabrutanyc.com.  ‘Jersey Boys’ The biomusical that walks like a man (2:30). August Wilson Theater, 245 West 52nd Street, 212-239-6200, telecharge.com.  ‘Kinky Boots’ These boots are made for dancin’ — and stompin’ out bigotry (2:20). Al Hirschfeld Theater, 302 West 45th Street, Clinton, 212-239-6200, telecharge.com.  ‘The Lion King’ Disney’s call of the wild (2:45). Minskoff Theater, 200 West 45th Street, 800-870-2717, ticketmaster.com.  ‘Matilda the Musical’ The children’s revolution, per Roald Dahl (2:35). Shubert Theater, 225 West 44th Street, 212-239-6200, telecharge.com.  ‘Les Misérables’ The celebrated musical about that hard-luck bread-stealer is back — again (2:50). Imperial Theater, 249 West 45th Street, 212-239-6200, telecharge.com.  ‘Perfect Crime’ The murder mystery that has been investigated since 1987 (1:30). Snapple Theater Center, 210 West 50th Street, 800-745-3000, ticketmaster.com.  ‘The Phantom of the Opera’ Who was that masked man anyway (2:30)? Majestic Theater, 247 West 44th Street, 212-239-6200, telecharge.com.  ‘Sex Tips for Straight Women From a Gay Man’ Part bachelorette party at Chippendales, part embarrassing midnight show in Pigalle (1:20). 777 Theater, 777 Eighth Avenue, at 47th Street, 888-841-4111, sextipsplay.com.  ‘Sistas: The Musical’ Black women reflect on their lives, with songs (1:30). (Saturdays and Sundays.) St. Luke’s Theater, 308 West 46th Street, Clinton, 212-239-6200, sistasthemusical.com.  ‘Sleep No More’ A movable, murderous feast at Hotel Macbeth (2:00). The McKittrick Hotel, 530 West 27th Street, Chelsea, 866-811-4111, sleepnomorenyc.com. ", "  The drag queen Alaska, a recent winner of “RuPaul’s Drag Race: All Stars,” performing at an event held after the pride march in New Delhi this month.Credit...Rebecca Conway for The New York Times      Nov. 25, 2017  NEW DELHI — At a jammed intersection in New Delhi, a passing parade of people announced their mission with a single word in Hindi, dicing it into short, snappy syllables.  “Azadi!” or freedom, the crowd chanted as drivers leaned out of their rickshaws, straining to hear. One of the marchers, Rishi Raj Vyas, 16, filled in the blanks.  “We are here to break stereotypes,” he said, “to tell Delhi that we are here and we are queer.”  He was one of several thousand participants in Delhi’s annual gay pride parade who gathered on a smoggy afternoon this month to march, cheer and dance Bhangra through the streets of the city.  Image  Thousands of supporters of gay and transgender rights joined the pride march, the 10th to be held in Delhi.Credit...Rebecca Conway for The New York Times  If the parade atmosphere seemed even more buoyant than usual, it may have been because a major victory was in sight for gay rights in this country. In a landmark decision in August, India’s Supreme Court ruled that the country’s citizens had a constitutional right to privacy. In its judgment, the court made special note of the gay community, writing that “sexual orientation is an essential attribute of privacy.”  For lawyers building a case against a colonial-era law, known as Section 377, that criminalizes sex between men in India, the ruling was welcome news. And it has renewed some hope for the repeal of other repressive laws, including one requiring the “registration and control of eunuchs” and marital rape exceptions in the Indian Penal Code. ", " Mr. McConnell, a chief Republican proponent of sending more aid to Ukraine, has been a vocal supporter of the border deal that members of his party have insisted upon as the price of their backing for continued assistance for Kyiv.  The bipartisan team of senators that has been working for months to strike a compromise to crack down on rampant migration and drug trafficking across the southern border with Mexico has come to an agreement in recent days on a set of policy changes. They include measures to make it more difficult to secure asylum and increase detention facilities.  The deal would also increase the number of available visas by 250,000, including many that would be green-card eligible, and set a goal of screening asylum cases within 90 days.  The group has not yet agreed on how much money to devote to the effort.  Many Republicans are upset that the deal does not include a specific restriction on parole, the administration’s authority to let migrants not otherwise legally authorized to enter the country live and work in the United States on a temporary basis. In his letter on Friday, Mr. Johnson repeated his demand for more restrictive changes, such as placing strict limits on parole and reviving the Trump-era “Remain in Mexico” policy that forced migrants who could not be kept in detention facilities to wait outside the United States until their court dates.  And some Republican opponents of the border compromise have questioned the wisdom of bothering to consider it in the Senate if their counterparts in the House are determined to block or kill it. ", " Mr. Weddle argued that Mr. Hawit should be released on a $1 million bail package to live under house arrest in the Miami area with his daughter, a schoolteacher, and grandson. His daughter’s former husband, a real estate investor also from South Florida, had agreed to act as one of five people guaranteeing the bail package, although none were present in court.  Calling the risk of Mr. Hawit’s fleeing to his native Honduras “substantial,” prosecutors requested a bail amount of $4 million. His lawyer called that amount “unattainable,” adding that his client and his family did not have high net worths.  Properties in Honduras owned by Mr. Hawit, his lawyer said, had mortgages on them, and the house in which he lives is in his wife’s name. Some of the bribe money that prosecutors say was paid to Mr. Hawit was wired to a Panamanian bank account also in the name of Mr. Hawit’s wife.  Mr. Hawit was the fifth defendant to be extradited to the United States from Zurich, where FIFA is headquartered and where several top officials were arrested in May and December while gathered for meetings.  Three defendants in the case remain in a Swiss jail, resisting American efforts to bring them to Brooklyn. Switzerland chose to extradite another defendant, Eugenio Figueredo, to his home country, Uruguay, rather than the United States.  In Switzerland, FIFA announced Wednesday that it had formally dismissed Jérôme Valcke, the organization’s former secretary general and top deputy to Sepp Blatter, FIFA’s longtime president until last year. ", " But Mr. Hagel did not give ground about the necessity of the prisoner swap. “We had to stay focused on what the objective was, and that was getting an American P.O.W. back with the reassurances that we needed to be able to say it would substantially mitigate the risk and it was in the interest of our country,” he said.  “That was the objective, and that’s what we tried to do,” he continued. “And I know there are differences, and I know there are questions. I get it. But we did get him back, and we don’t have any more P.O.W.s.”  Republican critics of the deal have compared it to “negotiating with terrorists,” an accusation echoed Wednesday by Representative Howard McKeon, the California Republican who is the committee’s chairman. Mr. McKeon, who is known as Buck, also said the deal would “incentivize” militants to capture more American troops.  Some Republicans, including Senator Lindsey Graham, Republican of South Carolina, have also asserted that the five former detainees — now being held in Qatar for a year under the terms of the prisoner swap — have “American blood on their hands.”  On Wednesday, Mr. Hagel disputed that claim. He said that the former detainees “have not been implicated in any attacks against the United States, and we had no basis to prosecute them in a federal court or military commission.”  Later, however, under questioning by Representative Mac Thornberry, Republican of Texas, Mr. Hagel conceded that even though there was no evidence of “direct involvement” in attacks on American troops, the detainees had nevertheless been “combatants” in the armed conflict because, as mid- to high-ranking members of the Taliban government, they were involved in “planning” Taliban operations. ", " A selection of New York Times recipes is available to all readers. Please consider a Cooking subscription for full access. REAL ESTATE  Image Credit...Clockwise from left: Steve Buchanan Photography; Dynamic Motion LLC; Nauset Media for Sotheby’s International Realty  What you get for $700,000: A Colonial in Chestertown, Md.; a midcentury-modern showplace in West Des Moines, Iowa; or a cottage in East Sandwich, Mass.  Image The drag queen Kay Sedia at a Taco Bell Cantina in Chicago.Credit...Anjali Pinto for The New York Times  SUMMER OF CYCLING  Image Credit...Great Allegheny Passage Conservancy  “Of all the ways to travel, is anything better than a bicycle?,” asks Amy Virshup, our Travel editor, introducing a series about biking:      In the U.S., abandoned railroad tracks have new lives as trails. Bike trails in Vermont helped the economy but have locals concerned about traffic and price increases. And e-bikes make rides around Hawaiian islands a breeze.      Check out seven great biking cities around the world, bike along the sea wall in Vancouver or see southern Europe on two wheels.      New to biking? Here’s an equipment guide.  GAME OF THE WEEKEND  Liverpool vs. Real Madrid, UEFA Champions League final: Real Madrid has won this tournament of Europe’s top soccer clubs 13 times, far more than any other team. “The club considers it something of a birthright,” Tariq Panja, who covers soccer for The Times, told us. The last time Madrid won, in 2018, it beat Liverpool, and Liverpool hasn’t forgotten: The star forward Mohamed Salah tweeted, “We have a score to settle.” 3 p.m. Eastern today on CBS and Paramount+ ", " The stupa is a recurrent visual theme in the Met exhibition. A towering abstract walk-in version of one is a pivotal feature of the charismatic exhibition design by Patrick Herron. (Enter this stupa and you find a third century B.C.E. reliquary hoard made up of rock crystal chips, tiny pearls, and sheet-gold florets arranged in a radiant mandala pattern.)  Image Peering into the entrance to an enclosed area containing relics from the Piprahwa Stupa in India. Visitors at the entrance to the exhibition’s architectural simulation of a stupa, a monumental Buddhist funerary mound. They are peering at a collection of relics from 240‒200 B.C.E.Credit...Elizabeth Bick for The New York Times  Image About four dozen small gold relics are in a frame on a wall. Relics from the Piprahwa Great Stupa, Siddharthnagar District, Uttar Pradesh, Maurya, ca. 240‒200 B.C., include gold.Credit...Elizabeth Bick for The New York Times  Image Small relics emanating out from the center, in a circular pattern, placed in a freestanding frame. Relics from the Piprahwa Great Stupa, including semiprecious stones, rock crystal, pearls and shell.Credit...Elizabeth Bick for The New York Times  And a sculptural depiction of a stupa, carved in relief on a limestone panel, opens the show. Dating from the first century C.E., it was once attached to the surface of an actual, now long-vanished stupa at Amaravati in southern India (in what is now the state of Andhra Pradesh), an area the Buddha never visited, but one that produced some of the grandest memorials to him, and the origin of most of the works in the Met show. ", " Nationally, the Dairy Farmers of America, the largest dairy co-op in the United States, has diverted almost a quarter of a million gallons of milk to food banks.  “It’s just a drop in the bucket,” said Jackie Klippenstein, a senior vice president at the co-op. “But we had to do something.”  The closure of restaurants, hotels and school cafeterias wiped out huge sources of demand for fresh food, leaving farmers with millions of pounds of excess. While increased sales at grocery stores have made up for some of that, not since the Great Depression has so much fresh food been destroyed. (In the 1930s, the problem was that people could not afford to buy all the crops farmers were producing, which led the federal government to establish an early food stamp program.)  The Agriculture Department grants are expected to be announced this week, but farmers say their losses far exceed what the grants can provide.  “These are not insolvable problems,” said Marion Nestle, a food studies professor at New York University. “These are problems that require a lot of people, sums of money and some thought. If the government were really interested in making sure that hungry people got fed and farmers were supported, they would figure out a way to do it.”  There are some signs that the waste is starting to dissipate. At the beginning of April, farmers were dumping 3.7 million gallons of milk each day, draining it into manure pits, where it mixed with fertilizer used in the fields. Now, the waste is closer to 1.5 million gallons, according to the dairy co-op, as farmers scale back production and restaurant chains like Papa John’s heed the industry’s call to add extra cheese to every pizza. ", "  Buckingham Palace said the king was being treated at a London hospital. Catherine, Princess of Wales, remains hospitalized after abdominal surgery last week. King Charles III of Britain waves to people off camera. King Charles III in Sandringham, England, last month.Credit...Stephen Pond/Getty Images  Published Jan. 26, 2024Updated Feb. 5, 2024  Update: On Feb. 5, Buckingham Palace announced that King Charles had been diagnosed with cancer.  King Charles III has been admitted to a London hospital for a procedure to treat an enlarged prostate, Buckingham Palace confirmed on Friday.  News images showed Charles arriving around 9 a.m. at the London Clinic, a private hospital, where his daughter-in-law Catherine, Princess of Wales, is recovering from abdominal surgery.  The palace announced the king’s pending treatment last week shortly after the news that Catherine, Prince William’s wife, had undergone surgery in London. Her office in Kensington Palace said she would remain in the hospital for 10 to 14 days to recover.  The king’s recovery is expected to be much swifter, though the palace did not say how long he was expected to stay in the hospital. Charles, who was seen entering the hospital with his wife, Queen Camilla, visited Catherine before undergoing his own procedure, according to a palace official.  By announcing his elective prostate procedure in advance, the palace said, Charles, 75, hoped to encourage other men with similar symptoms to get checked.  “The king was this morning admitted to a London hospital for scheduled treatment,” the palace said in a statement. “His Majesty would like to thank all those who sent their good wishes over the past week, and is delighted to learn the diagnosis is having a positive impact on public health awareness.” ", " A city permit allows mobile vendors to sell anywhere within the city. At a franchise operation like Mister Softee, routes are assigned by the depot manager so that drivers for the same company do not trip over one another.  But, Mr. Bouziotis said, “I’m not going to push anyone” to sell ice cream where they feel endangered.  Bad blood has run through the New York ice cream trade for decades. In 1969, a Mister Softee driver was kidnapped by rivals who blew up his truck. In 2004, a cone-selling couple in their 60s were ambushed by competitors who beat them into critical condition with a wrench. In a 2010 brawl caught on video, two drivers near Columbus Circle exchanged punches before one man pushed the other’s face into a planter.  But drivers for Mister Softee, whose cone-headed, bowtied likeness adorns more than 350 trucks across the five boroughs, can play hard, too.  In 2012, a frozen yogurt vendor said that a Softee duo snapped his brakes with a crowbar, and the founder of the Van Leeuwen ice cream company said he had gotten death threats from Softee drivers. (A lawyer for Mister Softee, Jeffrey Zucker, said that while he had not heard about the 2012 allegations, “a franchisee could lose his or her Mister Softee franchise for engaging in that type of criminal activity.”)  “Let me tell you about this business,” Adam Vega, a thickly muscled, heavily tattooed Mister Softee man who works the upper reaches of the Upper East Side and East Harlem, said on Wednesday. “Every truck has a bat inside.” ", " “There’s no question that the administration can and should continue to push for reduced civilian casualties and more humanitarian assistance,” said Senator Richard Blumenthal, Democrat of Connecticut. “But right now, Israel is locked in a life-or-death struggle against a terrorist organization sworn to annihilate it and the Jewish people, and I believe we must maintain both military and humanitarian assistance.”  It is not yet clear whether either Mr. Kaine’s or Mr. Van Hollen’s proposals will receive votes, as the national security spending bill remains stalled while the border security negotiations drag on.  But Democratic proponents suggest they are prepared to hold up the measure unless their proposals are considered.  “In order to get a bill the size of the supplemental through the Senate, our support and cooperation will be necessary,” Mr. Van Hollen said in an interview, adding that there was growing interest among Senate Democrats in his proposal. “We have lots of leverage when it comes to the supplemental — we will insist that we have a chance to vote on this.”  Image Demonstrators holding banners and Palestinian flags. One banner reads “end the U.S.-Israeli genocide in Gaza.” The mounting death toll in Gaza has inspired protests in the streets of Washington and other U.S. cities.Credit...Allison Bailey for The New York Times  Pro-Israel groups have lobbied intensely against Mr. Sanders’s resolution and the proposals to put conditions on aid to Israel. The Biden administration has also resisted congressional efforts to place stipulations on aid, and officials have argued that Mr. Sanders’s resolution is ill-timed and unnecessary. ", " The new round of charges does not center on Mr. Parnas’s work overseas with Mr. Giuliani, but on the start-up, Fraud Guarantee, and additional allegations of campaign finance crimes. Still, coming less than two months before the presidential election, the new charges recall a damaging incident in Mr. Trump’s tenure.  Prosecutors said Mr. Parnas persuaded an array of investors to pump more than $2 million into the company, which was intended to offer an insurance-like product to protect consumers. But Fraud Guarantee never got off the ground.  “We couldn’t say it better ourselves — the behavior alleged today is indeed fraudulent — guaranteed,” William F. Sweeney, the head of the New York F.B.I. office, said in a news release announcing the charges with the acting United States attorney, Audrey Strauss.  Mr. Parnas, 48, and his partner in the venture, David Correia, were charged with wire fraud conspiracy.  Mr. Parnas’s attorney, Joseph A. Bondy, said his client was pleased the case could now move forward. “Lev Parnas has been on strict home confinement for nearly one year, waiting for this superseding indictment, which contains no surprises,” he said.  Lawyers for Mr. Correia and the two other defendants declined to comment.  Mr. Parnas was a regular presence in Trump donor circles before the first indictment last year, which heightened scrutiny of his dealings with Mr. Giuliani. Mr. Parnas and Mr. Giuliani played a central role in a dirt-digging campaign aimed at Mr. Trump’s political rivals that led to the president’s impeachment last year. ", " Some of these ventures will provide lander services for space agencies, universities or private research firms; some will help enable power, wayfinding or mission planning services for other lunar missions, aiming to seed a self-sustaining lunar economy. After hearing about the cremation service Celestis Memorial Spaceflight’s plans to send human cremains to the moon aboard Peregrine, the Navajo Nation president, Buu Nygren, wrote to the NASA administrator Bill Nelson and other officials on Dec. 21 asking to delay the launch. The Navajo people revere the moon as a spiritually important object.  “The act of depositing human remains and other materials, which could be perceived as discards in any other location, on the moon is tantamount to desecration of this sacred space,” Mr. Nygren wrote.  The Navajo president’s protest offers an example of how use of the moon, even for the most well-intentioned purposes, requires a collaborative and deliberate approach. The moon belongs to everyone, which means it belongs to no one; use of the moon by anyone demands consideration of everyone. Lunar landings scheduled for 2024 and 2025 under the Commercial Lunar Payload Services program include a water-hunting robot, a navigation system that works like a GPS device, instruments to probe the moon’s interior and sample containers that will collect lunar soil. These private landers will join a flotilla of government-run rovers, landers and science instruments launched by the United States, China, Russia and India. India’s space agency safely landed a new rover on the moon in August, becoming only the fourth country to do so. On Friday, after repeated failed attempts, Japan became the fifth country in the world to safely land a spacecraft on the moon. ", " Brocklehurst’s first portrait of Bricknall was made while the latter performed as a couture model for the fashion illustrator Colin Barnes. She was clad in a typically outlandish Lacroix silhouette when Brocklehurst arrived for tea and demanded to be allowed to sketch her. Bricknall recalls an invigorating difference between the two drawings: In Barnes’s depiction, Bricknall is a perfectly elegant foil for the clothes. Brocklehurst, by contrast, focused on the woman within the garments, and left Bricknall looking not a little deranged.  Image Credit...Estate of Jo Brocklehurst  At the dawn of the 1980s, Brocklehurst had befriended a group of squatters responsible for the infamous punk zine Kill Your Pet Puppy. The Puppy Collective, as they were known, had occupied a building near her West Hampstead studio, and Brocklehurst persuaded them to sit for her: singly, in pairs and in various states of undress. Likenesses of Siouxsie Sioux and Billy Idol appear alongside a host of bright-haired, gender-indifferent rebels. Bricknall’s roommate Iggy is portrayed with a vertical crimson mane (above), dressed in a shredded black singlet and ‘No Future’ pants, cockily examining his own likeness in the mirror like a punk Narcissus.  Over the coming decades, Brocklehurst became enmeshed in the inventive fetish scene that blossomed in London in the 1990s, and which likewise attracted the attention of designers such as Thierry Mugler and Jean Paul Gaultier. She had a horror of being pigeonholed by anything so irrelevant as age, keeping her own a fiercely guarded secret. From the early 1990s onwards, Brocklehurst’s public appearances would be undertaken in a bobbed blonde wig, with a number of pairs of outsized sunglasses or spectacles stacked up her forehead and shielding her face from view. ", "  DealBook Newsletter  Some companies that hired remote workers during the pandemic say going back to the office isn’t an option. Craig Fuller, founder of FreightWaves at his home office in Chattanooga, Tenn. His business improved when the company shifted to a virtual office, he said, and he hasn’t had trouble filling jobs.Credit...Audra Melton for The New York Times      April 23, 2022  Image  More than two years after the pandemic sent workers packing and hunkering down in their home offices, many companies are now doing everything they can to lure employees back in office buildings — at least for a few days a week.  But some companies that hired remote workers during the pandemic say going back to the office isn’t an option. Remote work made more normal by the pandemic has altered how companies operate, especially when it comes to hiring. Tech companies outside Silicon Valley have been able to grow because their talent pool has expanded.  Take, for instance, Craig Fuller, the founder of a logistics data analytics company in Chattanooga, Tenn., who is used to recruiting software engineers and data experts who live outside the area. In the past, that meant making a case for why they should move to the midsize Southern city. He would emphasize the low cost of living and outdoor community: “We look for people who have families,” he said.  But during the past two years, these sorts of conversations have been unnecessary. Mr. Fuller’s company, FreightWaves, has doubled the size of its staff by expanding remote work. And of its 120 new hires, about 60 percent live outside Chattanooga. ", " But voting by mail shouldn’t be viewed as partisan. During this pandemic, it’s the best way to enable participation in the election while protecting public health.  If older or immuno-compromised Americans face higher illness risks from voting in person, some may weigh the cost and not vote. (Incidentally, older Americans were more likely to vote Republican than Democratic in 2018.) A mail-in option will remove barriers to voting — barriers we’ve overcome living far from our home districts, while our spouses serve in the military.  Some who oppose vote-by-mail fear that it will lead to widespread voter fraud. But not only is all voter fraud extremely rare, but the five states with almost universal vote-by-mail report very little fraud. That is because Republican and Democratic state leaders have determined safeguards to protect the integrity of their ballots — including comprehensive audits, thorough crosschecks and bar codes.  Others say that vote-by-mail improves outcomes for Democrats, but that’s not always true. Mail-in ballots in Florida arguably helped elect President George W. Bush, a Republican, in 2000. Moreover, many red states have expanded vote-by-mail in recent years. And even in blue states, as the Republican consultant Rob Stutzman has argued, vote-by-mail has helped the G.O.P.  At very least, if there are any advantages for Democrats or Republicans, studies show these tend to cancel each other out.  Our national, state, and local leaders should resist partisan fear-mongering and support expanding vote-by-mail. If people who put their lives on the line to protect our democracy can agree that no substantial threat is posed by this practice, then politicians, too, should find common ground. ", " One easy rule to follow: Ask your partner before sharing anything related to your relationship. Simple questions like, “Are you O.K. with my posting this picture of us on our date night?” can go a long way toward heading off arguments. When there isn’t agreement, Mr. Gray said to err “on the side of the partner who is more private.”  If you find yourself stuck in oversharing mode, Ms. McCallum offered a great reminder. “The volume of photographs of your relationship that you post on Facebook is not indicative of the success or warmth within that relationship,” she said. “Even in this period of heightened social media use, very solid, strong, happy couples quite often choose to not lay their relationships bare on Facebook.” If You Wouldn’t Do It in Person ...  In the real world, the boundaries we should abide by when we are in a relationship are obvious. But social media can blur those lines, which might lead people to do or say things online that they wouldn’t in real life. Commenting “niccccce” on your ex’s latest bathing suit photo on Instagram may seem more innocuous than saying it to her face, but it might not come across that way.  Use real-world boundaries as your digital guide. Imagine that your social media behavior is happening in person, with your partner standing right beside you. Would you make that comment or send that message with your partner watching? If you wouldn’t do it in the real world, don’t do it online. ", "  The move would raise money as the automaker invests heavily in electric cars and batteries. A spinoff would be the latest chapter in a long and often fraught relationship between the Porsche family and Volkswagen. Credit...Felix Schmitt for The New York Times      Feb. 22, 2022  Volkswagen said it was considering hiving off its profitable Porsche division into a separate company with its own stock listing. The transaction would help the automaker raise money to invest in electric vehicles while also potentially returning more control of the high-performance carmaker to descendants of its founder.  Volkswagen preferred shares, the most widely traded, soared 9 percent Tuesday after the company said it had negotiated a “framework agreement” with Porsche Automobil Holding, the investment vehicle for descendants of Ferdinand Porsche, who founded the company in the 1930s.  The holding company, which owns 51 percent of Volkswagen’s voting shares, said in a statement that it might acquire shares in an independent Porsche carmaker as part of the transaction. If so, the family could trade shares in Volkswagen, one of the world’s largest carmakers, for a greater share of Porsche, which supplies a third of the parent company’s profits.  The transaction would require approval by Volkswagen’s supervisory board and could be vetoed by the State of Lower Saxony, which has two seats on the 20-person board, and Volkswagen workers, who have 10 seats. The transaction would generate cash that Volkswagen could use to manage a costly transition to electric vehicles, but it would also reduce the company’s share of Porsche’s profits. Volkswagen is likely to retain a stake in Porsche, though its exact size is not yet clear. ", "  Seattle Gives Rookie a Contract That Matches His Ambition  At 21, Julio Rodríguez talks, and plays, like one of the best players in the game. His new deal with the Mariners could pay him as much as $470 million. Julio Rodríguez had a slow start offensively this season for the Seattle Mariners, but he has already blossomed into a star.Credit...Stephen Brashear/Associated Press  In spring training, Julio Rodríguez, a Seattle Mariners prospect, said he had “no doubt” that he could be an All-Star who clubs 500 home runs and ends Seattle’s 20-season playoff drought. He even thought he could eventually lead the team to its first World Series title.  On Friday, with Rodríguez in the middle of a rookie season in which he was already an All-Star, shined at the Home Run Derby and will most likely win the American League’s Rookie of the Year Award, he agreed to a contract extension that matches his ambition, with an expected $210 million guaranteed and the possibility of the deal reaching $470 million, which would be the largest total value contract in baseball history.  The contract extension was confirmed by team on Friday night. The details of the deal, which were confirmed by a person familiar with the negotiations who was not authorized to discuss it publicly, are wildly complicated. It starts with an eight-year deal for $120 million that will run from this season through 2029, at which point there will be multiple team options that range widely in length and value depending on certain benchmarks — the most extreme of which would add 10 years and $350 million to the original deal. ", " “I could go home on a shorter bus route, but I want to get A’s,” Perla said.  Marla M. Guerra, superintendent of the school district, said that it had little choice but to require more technology in class work, even though many families did not have broadband access.  Image  Perla Castro, top, of Donna, Tex., relies on school bus rides for Internet access. The school district has put Wi-Fi on buses to help students who do not have access at home.Credit...Ilana Panich-Linsman for The New York Times  “We try to accommodate those without access in every way we can,” she said, “but we can’t hold back on our use of technology in the classrooms because we have to prepare our children for the world that is waiting for them.”  In McAllen Independent School District, which has 33 schools and 25,000 students, each location runs wireless hot spots 24 hours a day so that students can sit in parking lots or crouch against school walls to do homework into the night.  Some municipalities are trying other solutions. The city of Pharr, with the help of the Federal Reserve Bank of Dallas, has proposed using local tax funds to bring Internet service to all homes and to put free hot spots around town.  But the biggest boon would be the Lifeline overhaul.  “This is a population tailor-made for this F.C.C. plan,” said Jordana Barton, a community development director for the Federal Reserve Bank of Dallas. “Lack of broadband has inhibited their ability to participate in the economy, and over and over, what I see is the homework divide that is keeping children behind.” ", "How bad was it for Morgan Stanley and Goldman Sachs?  The limit on payouts carries a stigma, but it could have been worse. Morgan Stanley’s planned $6.8 billion distribution to shareholders after this year’s stress test is close to what it planned after last year’s. Goldman’s planned payout for this year, $6.3 billion, is lower than last year’s request of around $9.9 billion. But it’s important to note that Goldman has paid out only roughly $5.7 billion of last year’s sum.  One reason the Fed did not object to the two firms’ capital plans is that, although their payouts would have taken their capital below minimum requirements in the stress tests, there were mitigating circumstances. The two banks’ results were negatively affected by the recent tax bill enacted by Congress. Adapting to the new law, which meant doing things like repatriating money from abroad, caused losses at Morgan Stanley and Goldman Sachs that depleted their capital going into the stress tests. Because of the one-time nature of the losses, and the fact that the tax cuts will bolster earnings over time, the Fed did not object to the two banks’ plans.  Even so, it appears that Morgan Stanley had to reduce its plan by around $1.9 billion and Goldman Sachs by roughly $1.2 billion, according to calculations by The New York Times. Deutsche Bank is still in the doghouse  The giant German lender has had years to try to mend the problems affecting its American businesses before they were subject to the Fed’s stress tests. But the Fed does not appear to be seeing sufficient improvement. On Thursday, it said it objected to the capital plan of Deutsche Bank’s American entity, known as DB USA, because of “widespread and critical deficiencies across the firm’s capital planning practices.” ", "  Dance Review  Brazilian Rhythms, With Hip-Hop Moves  Andre Feijao, center, and members of Companhia Urbana de Dança in \"Na Pista.\"Credit...Andrea Mohin/The New York Times      March 4, 2014  Companhia Urbana de Dança sounds like a bad idea. It is a Brazilian dance troupe composed of young people, mostly men of African descent, mostly from the favelas, or slums, of Rio. But it is led and choreographed by Sonia Destri Lie, a white woman not from the favelas. She is trained in ballet and American and European contemporary dance, yet the works are based in hip-hop, somehow refined. Exploitation, condescension: Pitfalls abound.  And yet, as the company’s Joyce Theater debut on Monday demonstrated, Companhia Urbana de Dança is so wonderful that it seems miraculous. Anyone who saw the troupe’s American debut at the Fall for Dance festival in 2010, or caught its visit to Montclair State University in New Jersey in 2011, already knows why. “ID: Entidades,” a signature work on those programs, is one of two pieces being presented at the Joyce as part of the theater’s four-company festival of Brazilian dance. The return of the work reveals another rare aspect: It rewards repeat viewings.  “ID: Entidades” (2009) is neither a bag of tricks nor a bloodless abstraction. Classic hip-hop moves are visible — the rippling of arms, the rolling on backs — yet they have been stretched and shaped into something new. Occasionally and briefly, the eight dancers face front and sync to a beat, but the rhythms of most phrases have been pulled apart and inflated with breath. And that open and unpredictable rhythm extends to the dancers’ continual comings and goings and groupings and separations. This is a work overflowing with movement and ways of putting movement together. ", "Since Russia invaded Ukraine, the Metropolitan Museum of Art has changed the way it labels works by Degas, Illia Repin and Arkhyp Kuindzhi. Credit...Jeenah Moon for The New York Times  “It’s like stealing heritage,” said Oksana Semenik, an art historian in Kyiv who has been pressing for change. “How you can find your identity? How you can find your culture?”  The failure to distinguish Ukrainian artists and artworks has been particularly painful, activists say, at a time when so much of Ukraine’s cultural heritage has been damaged or destroyed in the current conflict, including museums, monuments, universities, libraries, churches and mosaics.  Many museums are reconsidering the identification of holdings that have long been lumped in the general category of Russian art. Among the museums that Semenik has sought to change have been the Museum of Modern Art, the Philadelphia Museum of Art, the Art Institute of Chicago, the Brooklyn Museum and the Jewish Museum.  Image Large framed painting of a young man in black, his arms resting on a wooden desk. Nationality descriptions have been updated for artists with Ukrainian cultural ties. Illia Repin’s painting, “Vsevolod Mikhailovich Garshin,” from 1884, also includes his Russian name (Ilia Efimovich Repin).Credit...Jeenah Moon for The New York Times  The Museum of Modern Art in New York described artists as “born in present-day Ukraine” in its recent exhibition “In Solidarity.”  “Nationality descriptions can be very complex, especially when making posthumous attributions,” Glenn D. Lowry, the director of the museum, said in a statement to The Times. “We do rigorous research and approach the descriptions with sensitivity to the recorded nationality of the artist at death and birth, emigration and immigration dynamics, and changing geopolitical boundaries.” ", " “There were some really good writers who wrote about climbing, and some really good climbers who wrote about climbing,” Mr. Krakauer said in a phone interview. “But he was the first really, really good writer who was also a really, really good climber — a cutting-edge climber and a top-rank writer.”  Mr. Roberts spent much of his career chronicling remote adventures, some personal and some historical, from the Himalayas to the Arctic. He co-wrote books with world-renowned climbers like Ed Viesturs, Conrad Anker and Alex Honnold.  He also had a fascination with ancient civilizations, particularly the Puebloan people of the American Southwest. He combined deep research with on-the-ground reporting in books like “In Search of the Old Ones: Exploring the Anasazi World of the Southwest” (1997).  He wrote with a rare blend of speed and finesse, pounding the keyboard with his right index finger and in later years sometimes dictating to his wife or others. His first book was written in nine days; his last, titled “Into the Great Emptiness: Peril and Survival on the Greenland Ice Cap,” completed this spring, is to be published by W.W. Norton next year.  “Some of these books will really stick around, because he was always trying to come up with some way of answering the puzzling question: Why do we do this?” said Greg Child, a climber and author who befriended Mr. Roberts in later years.  It was his first book that taught Mr. Roberts that he could combine adventure and writing into a career. In 1965, as an undergraduate at Harvard, he was on the way down from a 32-day push to the summit of Alaska’s Mount Huntington when an anchor in the rock failed. A climbing partner, Ed Bernd, fell thousands of feet to his death. ", " The White Witch in “The Lion, the Witch and the Wardrobe.” As a child, I responded to the White Witch’s evil with such genuine outrage, as if I had been personally affected by her evil ways. I am currently reading the Harry Potter books to my son, and he is exactly the same with Voldemort. Sometimes he is so infuriated he leaps out of bed to pace the room, muttering to himself: “Voldemort is so mean! Why is he so mean?” (Abandonment issues, as I understand it.) I just this moment remembered Kevin from “We Need to Talk About Kevin.” He scared the life out of me so badly I dropped the book in the bath. Kevin may actually be more frightening than the White Witch and Voldemort combined.  What’s the last book you read and thought, “I wish I’d written that”?  “Crow Lake,” by Mary Lawson. It’s perfect in every way. Every character is so beautifully described and developed — even the toddler, especially the toddler. I relished every moment and every word.  What’s the last book that made you laugh?  “A Tangle of Gold,” by Jaclyn Moriarty. The final book in a hilarious, extraordinary award-winning fantasy trilogy by the funniest, smartest writer I know, who happens to be my sister. She is incapable of writing a boring sentence, even in an email. My entire career has been fueled by envy of her talent.  You’re organizing a literary dinner party. Which three authors (dead or alive) would you invite?  Jane Austen, Ernest Hemingway and Marian Keyes. I’d ask Marian to live-tweet the action. In Marian’s parlance it would be “bliddy-well brilliant.” ", " Image Igualada’s streets, plazas and playgrounds have remained deserted and eerily silent, locals have said.Credit...Pep Tort  The calm outside contrasts with what nurses and doctors describe as a chaotic fight within the hospital. Of nearly 600 people infected in the area, over 150 have been health workers. A third of the staff has been sent home.  “The hospital is collapsing,” said Raquel Jaume, a 61-year-old nurse who has had to self-isolate.  Another nurse, who asked to remain anonymous because she still works at the hospital, said the hardest times have been the five-minute farewell calls that critically ill patients have with their families. “They are alone, and they are dying alone,” she said.  All nonemergency operations have moved to other hospitals, to make room for Covid-19 patients. With more expected, a sports facility has been converted into a field hospital. Dozens of health workers from other facilities have tried to fill in the decimated ranks.  But the lack of personnel, a hospital official has said, “is destroying us.”  Officials say that a dinner on Feb. 28 for more than 80 people, including dozens of health workers, may have fueled the outbreak. The hospital recorded its first case on March 8.  Image On a recent morning, Toni Navarro, left, delivered air-conditioners to his colleague Jordi Morente, who lives in Igualada and took the equipment for the hospital. Credit...Samuel Aranda for The New York Times  “We didn’t take this seriously enough,” Marc Arnaiz, a doctor in the internal medicine unit who has been infected, said of the early stages of the epidemic. ", "  A Series of Uncomfortable Events  As M.L.B. rolls out its “enhanced enforcement” of rules on prohibited substances, pitchers have faced T.S.A.-like checks on their way back to the dugout. Frustrated by a spot check for prohibited substances on Tuesday, Sergio Romo of the Oakland Athletics tossed his hat and glove toward an umpire and pulled down his pants.Credit...Aric Becker/Icon Sportswire, via Getty Images  The scene takes place in Major League Baseball stadiums but more closely resembles an airport security check: It’s mandatory, it’s a little awkward, and please be prepared to surrender your belt.  Since Monday, when baseball began enforcing stricter guidelines on ball-doctoring, pitchers on their way back to the dugout have occasionally been intercepted by umpires. As part of M.L.B.’s crackdown on sticky stuff on the balls pitchers throw, they have been asked to submit for inspection their hats, gloves, fingers and, if requested, more. (At least one has dropped his pants in frustration.) If any illegal substances are found, the new policy calls for an immediate ejection and 10-game suspension.  Of course, any gripping agents beyond rosin have long been against baseball’s rules. But M.L.B. had largely turned a blind eye to the issue, allowing concoctions made of things like pine tar or rosin mixed with sunscreen that, pitchers said, made it easier for them to better grasp a ball that has been particularly inconsistent in recent seasons. In recent seasons, though, that practice had morphed into a performance enhancer, according to M.L.B., thanks to super pastes or other substances being used to not only improve the grip but increase the spin, and thus the movement, of pitches. ", " “The Birth of a Nation” shook the festival up, which is always welcome, although only partly because of the real history it revisits. Like every movie, this one is defined by its moment in time, which means that its premiere took place amid the continuing, fractious uproar over Hollywood and its lack of real diversity. Although much of this recent discussion has been spurred by this year’s Oscar contenders (all of the acting nominees are white), the issues are far greater and more enduring than the industry’s annual Saturnalia of self-congratulation. As boldly suggested by Mr. Parker’s appropriation of the title “The Birth of a Nation” — a reference to D. W. Griffith’s 1915 racist landmark — the history of American cinema is undeniably also a history of white supremacy.  Image  Aaron Brookner, left, and Jim Jarmusch in the documentary “Uncle Howard,” directed by Mr. Brookner.Credit...Ryan Muir  Movies like “The Birth of a Nation” are helping to write the next chapter of American cinema. And, to an extent, that’s true of Sundance at its best. This is, after all, a festival that makes room for experimental narratives like “Dark Night,” Tim Sutton’s drifty, conceptual exploration of a mass shooting, alongside documentaries ready-made for television (“Under the Gun,” Stephanie Soechtig’s look at gun policies and politics briskly narrated by Katie Couric). It’s also where numerous selections pass the Bechdel test (movies like the very fine “Christine” and “Sand Storm,” in which two women talk to each other about something besides a man) and, in honor of the director and Sundance alumna Ava DuVernay, what might be called the DuVernay test, in which African-Americans and other minorities have fully realized lives rather than serve as scenery in white stories. ", " Mr. Singer, a former professor at Loyola University New Orleans College of Law, became Mr. Verret’s lead counsel about five months after he was arrested, when prosecutors upgraded the charges to first-degree murder from manslaughter and committed to seeking the death penalty. At the time, Mr. Singer was working for the Louisiana Capital Assistance Center, an organization that provides free representation to defendants in Louisiana death penalty cases.  The only physical evidence tying Mr. Verret to the crime was the victim’s blood on the washing machine. In early 2018, while reviewing the DNA documentation from the Acadiana Criminalistics Laboratory in New Iberia, La., Mr. Singer spotted some peculiarities. One, the tests to confirm that the stain on the washing machine was blood were marked as both negative and inconclusive. Stranger yet, though an analyst tested the knife supposedly used to kill Mr. Poche at the same time as the washing machine swab, Mr. Singer could not find results for the knife.  Several subpoenas of the lab failed to produce the missing material. He did not get the full report until January, three years after the knife was tested, he said. (The director of the Acadiana Criminalistics Laboratory said he was not able to comment because “the investigation in this matter is ongoing.”)  It is not uncommon for defense lawyers to wait months, and sometimes years, for DNA test results, fingerprints, shell casing analysis and other forensic evidence, said Terri Rosenblatt, supervising attorney of the DNA Unit at the Legal Aid Society. ", " Image Caucus participants at Caesars Palace in Las Vegas Saturday morning.Credit...Ruth Fremson/The New York Times  The poll data found that the share of young voters was higher than the share of Hispanic adult citizens — 36 percent of adult citizen Hispanics are 18 to 29, according to an Upshot analysis of microdata from the 2010-2014 American Community Survey. It implies that the overall turnout among young Hispanic voters was actually higher than among Hispanic voters over age 29.  That’s unlikely given the consistent Census Bureau finding that the turnout among young Hispanic voters is extremely low. In 2012, just 34 percent of 18-to-24-year-old Hispanic citizens voted, compared with the much higher turnout rate (no less than 47 percent) among every older group. The low registration rate implied by the L2 data is consistent with the census data.  Perhaps the youth Hispanic turnout really did surge. But it seems more likely to be statistical noise in a small sample. The entrance-exit polls found much lower turnout among young Hispanic voters in 2008, so there is not much reason to assume that caucus electorates are especially likely to draw young Hispanic voters. The entrance-exit polls do not weight the sample by Hispanic origin, so it cannot correct for the possibility that young Hispanic voters were particularly likely to respond — whether just by chance or because of an underlying bias.  The high number of young Hispanic voters is the second smoking gun in the data. On Sunday, I noted the other key piece of evidence: how the entrance-exit poll showed Mrs. Clinton leading by just five percentage points in Clark County — the county where the preponderance of Hispanic voters live. She actually won by 10 percent (although it should be noted that vote and delegate shares aren’t necessarily the same). ", " For example, a classic Trump dog-whistle tweet from September: “Biden REFUSED to use the term, LAW & ORDER! There go the Suburbs.”  Most of his tweeting has been horrid, some of it funny, and it was always, in its own malevolent way, riveting.  But the mistake that Mr. Trump has stumbled into lately — in full force this week — has been to be direct. Instead of the obnoxious feints and ugly insinuations that have worked so well for him on Twitter, driving his detractors nuts, he has been abandoning the implicit for the explicit, thus making statements that are demonstrably untrue.  In the past, he could slip out of some of his tweets by pretending he was joking. Less so, now. When he tweets lies like “RIGGED ELECTION. WE WILL WIN!”, as he did on Sunday, they are verifiably false.  He’s showing not only that the emperor has no clothes, but that he looks pretty bad naked.  The added problem for him is that many Twitter users, even some honest ones, are also labeled by Twitter with warning lines like “This claim about election fraud is disputed” and “Official sources called this election differently.”  For years, Mr. Trump has gotten a pass on his skein of lies and petty aggressions — but now his tweets are labeled over and over. Some consider the labels ineffectual, yet they are having a cumulative effect, revealing that his spewing has been a big bunch of nonsense.  The question remains whether the effect of labeling Mr. Trump’s tweets will filter down to his most vehement followers, who lap up whatever he is peddling with gusto. ", "  Trilobites  Scientists recently analyzed a Peruvian 10-cent piece with an unexplained origin. Two sides of a silver coin on a white background. A Peruvian dinero bore the year 1899 even though no coins of that denomination were minted in Peru that year.Credit...Luis Ortega  A decade ago, a funny money mystery fell into the hands of scientists and students at the Pontifical Catholic University of Peru in Lima.  The university had been acquiring 19th- and 20th-century Peruvian coins from local dealers, and graduate students in the chemistry department were analyzing the pieces for their thesis work. But one coin, a 10-cent piece known as a dinero, stood out.  The dinero was marked “1899.” The problem was that official records indicated no coins of that denomination were minted in Peru that year — according to the people who made the money, the coin never existed.  Most international coin catalogs don’t list 1899 dineros, said Luis Ortega, a chemist at the university. And in the rare cases that they do, there is often only a note of “counterfeit” with no further detail, Dr. Ortega said. “No one was able to provide more information about it.”  Now Dr. Ortega and Fabiola Bravo Hualpa, a doctoral student, believe they have shed new light on the mystery of the coin that came from nowhere. In a paper published last year in the journal Heritage Science, they described how they subjected one of the two known 1899 dineros to a barrage of scientific analyses, illuminating its possible origins and the role it might have played during an unstable era of South American history. ", " Hispanic origin is counted as an ethnicity, and is a distinct category from race. But Hispanics can also check race boxes.  Richard Alba, a sociologist who has studied demographics and the fluidity of racial categories, said the rise in multiracial Americans was a logical extension of the substantial mixing that has been happening for years in the United States.  Among Asians and Hispanics, more than a quarter marry outside their race, according to the Pew Research Center. For American-born Asians, the share is nearly double that.  The jump in the multirace category is partly to do with the Census Bureau collecting more detailed data, Professor Alba said, and analyzing answers more deeply. He said he believed that part of the decrease in the white population was people switching from the category of white to the category of more than one race.  “The census is doing a much better job at reflecting the growing complexity of the population,” he said. “They are really trying to acknowledge that the world is changing out there.”  Image Participants in the Vietnamese New Year Festival at the Greater Austin Merchants Cooperative Association in Austin, Texas. Over time, Hispanic and Asian immigrants and their children have fanned out broadly across the country, to smaller towns and rural areas.Credit...Go Nakamura for The New York Times  The nation has been growing more diverse for decades, but recently the pace has accelerated. Non-Hispanic white people accounted for 46 percent of population growth in the 1970s, 36 percent in the 1980s, 20 percent in the 1990s, but just 8 percent of the growth in the first decade of this century and now zero in the 2010s. ", " Image  An Iraqi special forces soldier fired on Islamic State positions from a rooftop in the Shuhada neighborhood.Credit...Ivor Prickett for The New York Times  Even with fighting all around them, many Mosul residents have heeded the government’s requests to stay home as long they can hold out. But after months of being trapped, most are in dire need of food and water. With the fighting still heavy, international groups have been unable to reach some of the worst off.  Government aid distribution is overseen by local militia fighters. They take place irregularly and very often descend into chaos as desperate people fight for bags of rice and sugar, as prices have skyrocketed over the past four months since the offensive began. Here, western Mosul residents begged for help at an aid distribution location in the Mamun neighborhood.  Image  People waiting for aid in the Mamun neighborhood.Credit...Ivor Prickett for The New York Times  Even those who have been able to break away from the worst fighting find themselves in acute need, like this family waiting for help on the side of the road in Mamun.  Image  A family in western Mosul who had fled their home in the city.Credit...Ivor Prickett for The New York Times  The accounts of losses within families are grim. Mohammed Hamed, 5, and his sister Amina, 4, were hastily buried together in a shallow grave in the courtyard of a school in Mosul Jidideh. They were hurt at home by an airstrike that struck Islamic State positions at a nearby house, the family said, and died hours after the blast because the family was unable to reach medical help. ", "Who is at risk?  There are about 400,000 New Yorkers who live in households totaling 1 million people who receive at least one federal public benefit out of 10 possible benefits, according to city documents shared with The New York Times.  In May, New York City officials presented those numbers to the White House Office of Management and Budget, which is reviewing the rule for publication. The city emphasized it was a conservative estimate based on 2016 data.  According to a 2018 city report, approximately a million people live in a household where at least one person is an undocumented immigrant.  “It doesn’t make sense when you’re trying to advance a lofty goal of health and safety for everybody to parse out documented, undocumented,” Ms. Mostofi said.  Teresa, 54, who came from Honduras in 1994, and is in the country legally with temporary protected status, uses Medicaid for her diabetes.  She asked to be identified only by her first name so as not to jeopardize her green card eligibility. Her daughter, a United States citizen who is an auxiliary police officer with the New York Police Department, would sponsor her.  She said she pays taxes, and works as a waitress and takes care of children.  “This is a humiliation, what Trump is doing for the people that are using it,” Teresa said last week in Spanish in the offices of her lawyers at the Legal Aid Society of New York. “Because if someone has worked here they should have the right to these benefits.” ", "  California Today  John Singleton spoke at the Essence Festival in New Orleans this month.Credit...Paras Griffin/Getty Images      July 13, 2017  Good morning.  (Want to get California Today by email? Here’s the sign-up.)  Hollywood depictions of the drug trade have commonly focused on the East Coast — think “Scarface” in Miami or “The Wire” in Baltimore.  Now comes a television drama created by John Singleton, best known for “Boyz N the Hood,” that explores crack cocaine’s infiltration of South Central Los Angeles in the 1980s.  His show, “Snowfall,” had its series premiere last week on FX and airs Wednesday nights.  We caught up with Mr. Singleton, 49, who grew up in South Central, by phone. Some excerpts:  Q. What was South Central like before crack hit?  A. No bars on the windows. Not a lot of people fenced in their homes. A lot more kids played in the street. You could go to different neighborhoods, make friends in different neighborhoods. Then once this went down, it was just totally different. It wasn’t about going into Watts and hanging out with some friends because, you know, they were in business. It became about business.  What misconceptions do people have about the crack epidemic?  The biggest misconception is that the urban population came up with the idea for crack. It wasn’t something that started in the urban community. But they were the most affected by it.  How do those effects linger today?  A whole generation of people went to prison. A whole generation of people died chasing money. The trade was basically a war on the streets for many, many years. ", " With many conservative Presbyterians who were active in the church now gone, as well as the larger cultural shift toward acceptance of same-sex marriage, the decisive vote moved quickly toward approval, according to those on both sides of the divide.  Plenty of moderates and conservatives, however, have chosen to stay within the Presbyterian Church (U.S.A.), one of the nation’s historic mainline Protestant denominations, which has its headquarters in Louisville, Ky. Ministers who object will not be required to perform a same-sex marriage.  Paul Detterman, national director of The Fellowship Community, a group of conservatives who have stayed in the church, said: “Our objection to the passage of the marriage amendment is in no way, shape or form anti-gay. It is in no way intended as anything but concern that the church is capitulating to the culture and is misrepresenting the message of Scripture.”  He added, “We definitely will see another wave, a sizable wave, of conservative folks leaving,” but said he and others were staying because “this conversation is dreadfully important to be a part of.”  Other religious denominations that have officially decided to permit their clergy to perform same-sex marriages include the Episcopal Church, the United Church of Christ, the Quakers, the Unitarian Universalist Association of Churches and, in Judaism, the Reform and Conservative movements. The Evangelical Lutheran Church in America left it open for individual ministers to decide.  “I don’t see any further large mainline denominations making the same move,” said Alan Wisdom, a Presbyterian and the interim editor of Theology Matters, a journal for conservative Protestants. ", "  The White House said Mr. Trump filed an extension for his 2017 tax return and that he will submit his complete return by mid-October.Credit...Doug Mills/The New York Times      April 17, 2018  WASHINGTON — For decades, presidents have publicly released their tax returns each year — an act of transparency and a way to connect and commiserate with Americans on Tax Day.  On Tuesday, President Trump did not even file his taxes.  White House officials said Mr. Trump, who has steadfastly refused to make any of his previous tax returns public, requested a six-month extension because of the complexity of preparing his 2017 returns. He plans to file by mid-October, officials said.  The announcement came on a day that the president and his allies used to remind people about Mr. Trump’s sweeping tax cuts that will lead to savings for many people when the next Tax Day rolls around in April 2019.  “So many people are seeing the benefits of the Tax Cut Bill,” Mr. Trump tweeted from Mar-a-Lago, his estate in Florida, where he played host to Shinzo Abe, the prime minister of Japan.  In an article published in USA Today, Mr. Trump wrote: “On this Tax Day, America is strong and roaring back. Paychecks are climbing. Tax rates are going down. Businesses are investing in our great country. And most important, the American people are winning.”  That cheerful message on Tuesday was undercut by a systemwide crash of the Internal Revenue Service computers, which prevented taxpayers and preparers from filing returns online. ", " A doctor has an I-It relationship with a patient when he treats him as a machine in need of repair. But Peter DeMarco described an I-Thou relationship in a letter to the doctors and nurses who cared for his dying wife, which was published in The Times:  “How many times did you hug me and console me when I fell to pieces, or ask about Laura’s life and the person she was, taking the time to look at her photos or read the things I’d written about her? How many times did you deliver bad news with compassionate words, and sadness in your eyes?”  In our culture we use phrases like finding oneself, finding your passion, loving yourself so you can love others. But Buber argued that it’s nonsensical to think of the self in isolation. The I only exists in relation to some other.  “The development of the soul in the child is inextricably bound up with that of the longing for the Thou,” he wrote. All through life, the self is emerging out of some dialogue, either a cold stifling one or a rich complete one: “All real living is meeting.”  You can’t intentionally command I-Thou moments into being. You can only be open to them and provide fertile soil.  Some people go through life with a detached posture, trying to self-differentiate themselves and be more sophisticated than others. Those people tend to have mechanical relationships. Their feelings are self-enclosed. They don’t get to experience the Thou.  Others adopt a guard-down posture that is openhearted and open-minded. They regard others as unique persons and not objects. They have histories in which trust and vulnerability are rewarded. ", "  Navy Ship Continues to Burn Off San Diego After Fire Injures 57  A Navy spokesman said that 34 sailors and 23 civilians were treated for minor injuries after a fire and explosion aboard the U.S.S. Bonhomme Richard.  Video  Video player loading Navy and San Diego Fire Department personnel battled a fire that broke out on the U.S.S. Bonhomme Richard at a U.S. Navy base in San Diego.CreditCredit...Bing Guan/Reuters  Published July 12, 2020Updated Aug. 26, 2020  [Read more on the Navy warship that is still ablaze and now tilting to one side.]  At least 57 people were injured when a fire and an explosion broke out Sunday on a U.S. Navy warship that was docked in San Diego, causing heavy damage and burning into the next day, officials said.  The ship, the U.S.S. Bonhomme Richard, was docked at the U.S. naval base in San Diego when a fire was reported at 8:30 a.m. in a lower cargo hold that is used for vehicle storage, the Navy said.  It was not immediately clear what had caused the fire or the explosion.  Rear Adm. Philip E. Sobeck said at a news conference on Monday that the ship was listing, though he did not say by how much, and that 400 sailors had been working over the previous 24 hours to save the ship.  He said he was “absolutely hopeful” about those prospects, adding that “dewatering” efforts were continuing.  Admiral Sobeck said temperatures in some places on the ship reached 1,000 degrees and that the fire may have been fueled by drywall, heavy-duty cardboard boxes and other materials that were in storage. ", "  Joy and Anxiety as Moroccans Look to World Cup Match With France  Morocco’s magical run has elated fans, but for some, the strain of the impending showdown with the country’s former colonial overlords is too much. Youths playing on Tuesday at a soccer field in Ksar el Kebir, Morocco, named after the country’s star player Achraf Hakimi.Credit...Imane Djamil for The New York Times  Published Dec. 13, 2022Updated Dec. 18, 2022  KSAR EL KEBIR, Morocco — Ahead of the World Cup semifinal between Morocco and France on Wednesday, the flip side of Moroccans’ euphoria at having made it this far in the tournament was excruciating stress.  In Casablanca, a young woman said she kept dreaming that Morocco had lost, waking up in a clammy sweat night after night, while her friend has been devouring so much soccer content on social media each night before bed that she saw one of the players smiling triumphantly in her sleep. And in the town of Ksar el Kebir, amid the strawberry fields and low green hills of northern Morocco, people were begging God for their hometown hero, the star defender Achraf Hakimi, to give them a reason to once again lose their minds with joy.  “We hope we win, but it’s in the hands of God,” said Houda el-Asri, 36, who was taking the trash out on Tuesday afternoon in Ksar el Kebir, where Mr. Hakimi’s mother grew up before immigrating to Spain. Mr. Hakimi was born in Spain, returning regularly to Morocco to visit family. ", "3. Use Tips to Stay Safe on the Road  Image  A view of London and the River Thames from the London Eye ferris wheel.Credit...Tom Jamieson for The New York Times  Planning a trip can be exhausting, but an added sense of dread about terrorism or political upheaval only creates more anxiety. To combat this feeling, check for travel warnings from the U.S. State Department and stay away from tourist-heavy areas (or restrict the time spent in these areas), among other things. 4. Find a Post-Hurricane Caribbean Getaway  Image  On Sept. 8, three storms threatened land: from left, Tropical Storm Katia, Hurricane Irma and Tropical Storm Jose, which would intensify into a hurricane.Credit...NOAA/NASA GOES Project  Much of the Caribbean, along with U.S. coastal states like Florida and Texas, have been battered by a succession of powerful hurricanes this year. Some islands are still struggling, with no timeline for the reopening of many attractions that previously brought millions of people to the region each year. But some islands have fared better than others. Here’s a shortcut to help you figure out which did.  Image  Credit...David Plunkert 5. Use Information to Dispel Your Fears  International travel is exciting, but with so many changes comes the need to learn about destinations and weigh the risks accordingly. While the threats of global terrorism and Zika have been widely-publicized in recent years, most people don’t realize that motor vehicle accidents are actually the leading cause of nonnatural deaths among Americans traveling abroad. Maintaining a sense of calm and traveling with confidence can go a long way to easing any lingering fears. ", " “We will continue to be victorious in every juncture that follows,” he said. “Our cause is crystal clear. It’s the cause of the defense of the country.” He denied Mr. Pompeo’s assertion that he was ready to fly to Cuba, and called for a march on Wednesday “to win the peace.”  Mr. Guaidó appeared in a video message Tuesday night, urging Venezuelans to head to the streets for a May Day protest of “peaceful rebellion.”  The fate of Mr. López, now hiding in the Spanish Embassy, also promised a new wrinkle going forward.  Mr. López is the country’s most well-known political prisoner, sentenced to nearly 14 years after having led street protests against Mr. Maduro in 2014. In the morning, Venezuelans woke to the sight of him freed, standing beside Mr. Guaidó, saying soldiers who supported the opposition had released him.  “This is a movement of the people with the armed forces,” he told reporters gathered around him.  But by evening, Chile’s foreign minister, Roberto Ampuero, announced that Mr. López and his wife were at the Spanish Embassy after a period of hiding at the Chilean one.  It was unclear whether Mr. López had requested asylum. An opposition lawmaker, Freddy Guevara, sought refuge in the Chilean ambassador’s residence in November 2017 and remains there.  There was less clarity for Venezuela’s politics, said Dimitris Pantoulas, a political analyst in Caracas. By forcing only Mr. López into hiding, Mr. Maduro had neither ended Mr. Guaidó’s challenge nor allowed him to gain a new opening by freeing a popular leader. ", " Skip to content Skip to site index GIVE THE TIMES  Performances in N.Y.C.      What to See This Spring     Broadway Guide     ‘The Heart of Rock and Roll’     ‘Grenfell’     ‘Still’     ‘Stereophonic’     ‘Suffs’  Review: A Bus Crash, a Breakup and More Reverberations in ‘Tremor’  Lisa Diveney, left, and Paul Rattray, as characters who connect years after a violent incident in Brad Birch’s thriller.Credit...Sara Krulwich/The New York Times  By Laura Collins-Hughes      May 29, 2018  She shows up on his doorstep in the middle of the day, while his wife and toddler son are out. It’s been four years since Tom and Sophie were together, and as he lets her into his home you can feel his wariness. He’s moved away from their old town in the north of Wales, started a new life, tried to disappear. What does she want with him now?  What he wants is clear enough: to get her gone as fast as possible. But the reason for her coming, and the reason they broke up, emerge only gradually in Brad Birch’s psychological thriller “Tremor,” at 59E59 Theaters as part of the Brits Off Broadway festival.  Directed by David Mercatali for the Cardiff, Wales-based Sherman Theater, this hourlong drama unfolds at first like a simple meeting of exes — him rigid and defensive, her nervous and on unfamiliar turf. Their catch-up conversation is littered with casual daggers to the heart, like her surprise that he’s a father when she didn’t think he was the type.  “We just never spoke about it,” he says, correcting the assumption. “It’s not a conversation we had.” ", " In 2000, Ariel Sharon, then leader of the opposition, visited the sacred site surrounded by hundreds of police officers in riot gear. That visit was widely credited as a factor that set off the deadly second Palestinian intifada, or uprising, which lasted for several years.  The holiest site for Jews, and the third holiest for Muslims, the compound was conquered by Israel during the Arab-Israeli War of 1967. Under an uneasy arrangement that has prevailed for decades under Jordanian custodianship, Jews are permitted to visit, as are non-Muslim tourists, but they are not supposed to pray there. That norm, long enforced by the Israeli police in the interest of preserving public order, has been fraying in recent years.  The official rabbinical authorities say it is prohibited for Jews to enter the compound for fear that they may tread unwittingly on forbidden holy ground, and Mr. Netanyahu has repeatedly issued assurances that there has been no change in the status quo at the site.  But religious nationalists have increasingly made a point of visiting the mount and demanding equal prayer rights for Jews there. Mr. Ben-Gvir went regularly before becoming a minister, often at times of high tension.  The United States, Israel’s most important ally, has warned against any change to the arrangements at the site. Secretary of State Antony J. Blinken said last month that the Biden administration would “unequivocally oppose any acts that undermined the prospects of a two-state solution” to the conflict.  “Disruption to the historic status quo at holy sites” would be such an act, he added. ", "  People embraced at a gas station in Sutherland Springs, Tex., on Tuesday.Credit...Todd Heisler/The New York Times      Nov. 9, 2017  SUTHERLAND SPRINGS, Tex. — The scene captured by video is almost too terrible to imagine, much less contemplate watching: seven minutes of gunfire as a black-clad gunman executes his victims — many of them small children — inside the First Baptist Church here.  Lock the video up forever, some Texas residents and former law enforcement officials say. Better yet, destroy it.  “No one ever needs to see that,” said Charlene Uhl, whose 16-year-old daughter, Haley Krueger, was among the 26 victims of the assault.  But grisly videos and other images captured by live-streams, security cameras and cellphones are increasingly becoming part of a raw historical record of mass shootings, haunting pieces of evidence left behind along with bullet fragments and bloodstains. It takes just a quick web search to find hours of black-and-white security camera footage taken during the Columbine High School rampage in 1999.  Whether to ever release these videos or keep them permanently out of sight raises vexing questions. Releasing them could affect the integrity of law enforcement investigations, re-traumatize families of victims and feed online voyeurs and conspiracy theorists, officials say. But others argue that keeping the videos out of public view masks the true horror of mass shootings and allows politicians and the public to avoid confronting their bloody reality.  Officials have kept videos from other mass shootings out of public view for years after the fact, including those that captured parts of the Pulse nightclub shooting in 2016, the attack at Fort Hood in 2009, and the deadly shooting at a constituent event in Tucson led by former Representative Gabrielle Giffords in 2011. ", " Skip to content Skip to site index GIVE THE TIMES      U.S.  World Business Arts Lifestyle Opinion Audio Games Cooking Wirecutter The Athletic  The Daily Shoe The Daily Shoe: Bottega Veneta  Credit...Firstview Feb. 28, 2016  The sharp endpoint to Tomas Maier’s neat, fashionably restrained new lady. new More to Discover Expand to see more      Shelley Duvall, who was once a fixture in Hollywood, can be found these days driving around Texas in her Toyota 4Runner.      style     Shelley Duvall Vanished From Hollywood. She’s Been Here the Whole Time.     The Supreme Court argument on Thursday featured only glancing references to the timing of the election subversion trial against former President Donald J. Trump and no particular sense of urgency among the more conservative justices.      us     Conservative Justices Appear Poised to Rule Ex-Presidents Have Some Level of Immunity     Rihanna, a dizzyingly late arrival at last year’s Met Gala, has confirmed that she will be returning for this year’s event.      style     Everything You Need to Know About the 2024 Met Gala  More in T Magazine Rihanna, a dizzyingly late arrival at last year’s Met Gala, has confirmed that she will be returning for this year’s event.  style Everything You Need to Know About the 2024 Met Gala Try Something Different      Shelley Duvall, who was once a fixture in Hollywood, can be found these days driving around Texas in her Toyota 4Runner.      Katherine Squier for The New York Times      style     Shelley Duvall Vanished From Hollywood. She’s Been Here the Whole Time.  The Supreme Court argument on Thursday featured only glancing references to the timing of the election subversion trial against former President Donald J. Trump and no particular sense of urgency among the more conservative justices. ", " You don’t see many happy faces standing in the seemingly endless line at immigration after an all-night flight. Sarah Miller, 62, Corvallis, Ore., recommends using the U.S. Customs and Border Protection Mobile Passport Control app to shorten the wait.  “I could bypass a long line in Portland when I was returning from a trip to England last June,” she said. “The line for standard passport control was several hundred passengers, and no one was in the M.P.C. line. After I opened the app, I could snap a photo, answer a few questions (all done while I was walking over to the correct line), and I was done.”  The Global Entry program offers some similar benefits but costs $100, requires an in-person interview and currently has an application backlog of up to 11 months; the Mobile Passport Control app is free and available to use at 33 U.S. international airports without any wait time. “It’s a timesaving tool for those of us who don’t travel abroad often,” Ms. Miller said. 4. Bring your Global Entry card, even for domestic flights.  If you do sign up for Global Entry, the ID card that comes with it can help speed up border crossings from Canada and Mexico, but it can also be a lifesaver if you’re traveling within the United States.  When Charlie Bishop, 73, of Fort Lauderdale, Fla., found that his driver’s license wouldn’t scan at a Transportation Security Administration checkpoint for a domestic flight, his Global Entry card allowed him to proceed. ", " The Indian health minister, Harsh Vardhan, and his wife, Nutan Goel, received the Covaxin shots, developed by the Indian company Bharat Biotech, at a hospital in New Delhi on Tuesday.Credit...Altaf Qadri/Associated Press  India’s ambitious but troubled campaign to inoculate its vast population against Covid-19 — and, in the process, to burnish its reputation as a manufacturer and innovator — received a major lift after initial trial results showed a homegrown vaccine was safe and effective.  Bharat Biotech, the Indian drug company that developed the shots, said late Wednesday that early findings from clinical trials involving nearly 26,000 subjects showed that the vaccine, Covaxin, had an initial efficacy rate of 81 percent.  The results have yet to be peer reviewed, the company said, and it was unclear how effective Covaxin would prove to be in a final analysis.  Still, the results were met with relief in India. Covaxin was approved by government officials in January and administered to millions of people even though it had not yet been publicly proved. Many in the country, including frontline health care workers, had feared that Covaxin could be ineffective or worse, slowing down the national campaign to inoculate 1.3 billion people.  Officials in Brazil, where the government had bought doses of Covaxin, had recently questioned whether the vaccine worked.  The results this week could alleviate some of those concerns, said Dr. Anant Bhan, a health researcher at Melaka Manipal Medical College in southern India. Still, he said, questions will linger over Covaxin until the research is completed. ", " BEN MILES  Huntington Beach, Calif.  To the Editor:  I awoke on Saturday in an alternate universe, where the front page of one of the most respected newspapers in the world reported on candidates for the most powerful position in the world — Donald Trump and Marco Rubio — trading insults about urine and sweat. Mr. Trump crudely mocks anyone who crosses him with ad hominem attacks on that person’s intelligence or appearance.  It is conceivable that one of these men might one day have a finger on the nuclear button. What kind of future do we face when Americans allow, even celebrate, this appalling breakdown of civil discourse? I feel like a refugee in my own country.  FRAN GARDNER  Portland, Ore.  To the Editor:  Ross Douthat’s claim that President Obama incited Donald Trump’s rise (“From Obama to Trump,” column, Feb. 28) has a major flaw. Mr. Douthat states that the president abandoned white working-class voters, but he conveniently overlooks who really manned the barricades hobbling them.  From the day Mr. Obama won office, Republicans not only did nothing for working-class citizens while advancing the corplutocracy, they’ve attacked every Obama initiative — starting in February 2009, when he signed a weak job-creating stimulus package that Republicans had fought to keep to a crippling fraction of what was needed, lest he be credited. They’ve never let up since.  DALE MEAD  El Cerrito, Calif.  A version of this article appears in print on March 1, 2016, Section A, Page 28 of the New York edition with the headline: Super Tuesday: The Race Heats Up. Order Reprints | Today’s Paper | Subscribe ", "  The D.J. and producer has been a force in house music for over two decades. Tapped by Beyoncé and Madonna, and releasing her own LP, her career is kicking into another gear. Honey Dijon holds her right hand above her head against a wood-grained wall, wearing an oversized blue button-down shirt with a red and blue graphic on it. Last week, Honey Dijon released “Black Girl Magic,” her own collection of vocal-laden pure house songs.Credit...Myles Loftin for The New York Times  Honey Dijon is easy to talk to — if you can get in touch with her. Nearly 25 years into a career as a D.J. and electronic music producer, she is seemingly everywhere at once. During just one November week that included Manchester, England (where she played the 10,000-capacity venue Depot Mayfield); London; New York (where she was honored at the L.G.B.T.Q.-focused Leslie-Lohman Museum of Art); her hometown Chicago; and Berlin, where she lives — at least for the moment.  In a penthouse suite in a Lower East Side hotel, Dijon (legal name: Honey Redmond) took a rare moment to pause and reflect, while unsurprisingly multitasking, getting her hair and makeup done for a photo shoot in a white terry cloth robe. “I’d rather be exhausted from work than looking for it,” she said, pausing perhaps for effect.  During her early days in nightlife, Dijon scraped by on $150 gigs. In 2022 alone, she estimates she’s played 180 shows between club nights, festivals, fashion events and “private corporate things” — almost a full return to prepandemic levels, when she was spinning some 200 times a year. "]